{
    "4576671.jpg": [
        "A woman is kicking a weight bag.", 
        "A woman is kickboxing", 
        "a woman kickboxing", 
        "A person is exercising.", 
        "A brown haired woman is practicing boxing with a red sandbag.", 
        "A woman is performing a kick on a boxing bag", 
        "A woman is kicking a punching bag.", 
        "A girl is kickboxing.", 
        "A woman in workout clothing and boxing gloves is getting ready to kick a hanging punching bag.", 
        "A woman is about to kick a punching bag.", 
        "A woman is training and kicking at a hanging weight bag.", 
        "she is bunching", 
        "A woman is kicking a heavy bag.", 
        "A woman is practicing kickboxing.", 
        "A woman in boxing gloves is kicking a large red punching bag.", 
        "A woman is kicking at a punching bag.", 
        "A woman i kickboxing with a body bag.", 
        "A women is kickboxing with a punching bag", 
        "A woman is mid kicking a punching bag wearing purple and white boxing gloves, black bikini top and black and red pants.", 
        "A woman is kicking a heavy bag.", 
        "A woman is kicking a sandbag.", 
        "A young woman is kickboxing in a gym.", 
        "A woman is practicing kick boxing against a punching bag.", 
        "A woman is practicing boxing", 
        "a woman is training her kickboxing.", 
        "A woman kicks a punching bag in a gym.", 
        "A woman is kickboxing.", 
        "A woman begins a kicking motion towards a punching bag."
    ], 
    "5925544950.jpg": [
        "A woman is fishing in a lake.", 
        "A women is fishing in a lake", 
        "A woman is fishing in a pond.", 
        "A woman in a red hat is fishing.", 
        "a woman fishing", 
        "A person is fishing.", 
        "A woman is fishing in a stream.", 
        "A woman fishes with a fishing rod.", 
        "A woman is fishing", 
        "A woman is seeing fishing in a river.", 
        "A woman is fishing.", 
        "A woman is fishing", 
        "A woman in a red hat is fishing in a lake.", 
        "A woman is fishing in a pond, standing at shore.", 
        "A woman is fishing at a creek.", 
        "A woman is fishing", 
        "A woman is standing next to a river while fishing.", 
        "A woman is fishing near a pond.", 
        "A woman in a red hat is fishing.", 
        "A blond woman wearing a red baseball cap is fishing on a lake.", 
        "a woman is fishing.", 
        "A lady in a red hat holds a fishing pole.", 
        "A woman is standing at the edge of a lake fishing.", 
        "she is fishing", 
        "A woman is fishing.", 
        "A young lady is fishing in a medium sized lake or pond.", 
        "A young woman is fishing in a lake.", 
        "A woman is fishing in a river.", 
        "A woman is fishing."
    ], 
    "5316250295.jpg": [
        "A man is shaving his beard in the mirror.", 
        "A man is shaving.", 
        "A man is shaving in the mirror.", 
        "A man is shaving is face while looking in the mirror.", 
        "A man is shaving his beard.", 
        "A man is shaving with a razor.", 
        "A man is shaving in a bathroom.", 
        "A man is lathering his face in shaving cream, in preparation of shaving.", 
        "A man is shaving his face in a  bathroom.", 
        "A man is shaving his face", 
        "A man is shaving in his bathroom.", 
        "A man is shaving his beard.", 
        "A shaves his face while looking into a mirror.", 
        "A man in a dark blue robe is shaving his face in a bathroom.", 
        "A man is shaving with shaving cream.", 
        "A man shaves his face in a bathroom.", 
        "A man is shaving.", 
        "A man is shaving.", 
        "A white man is shaving his beard in a bathroom.", 
        "A man is shaving his face", 
        "A man is shaving his beard in the morning.", 
        "a guy shaving", 
        "A man is shaving his face", 
        "A man is appying shaving cream to his face.", 
        "he is shaving", 
        "A man is looking in a mirror shaving", 
        "A man with shaving cream on his face is in the middle of shaving his beard.", 
        "A man is shaving his face.", 
        "a man is shaving."
    ], 
    "4952277054.jpg": [
        "A person is tying their shoe.", 
        "A man is tying his shoe laces.", 
        "A man is bending down to re-tie his shoelaces.", 
        "A runner is tying his shoe", 
        "A man is tying up his running shoes before a jog.", 
        "A runner is tying his shoes", 
        "A man is tying his shoes.", 
        "A marathon runner stopping to tie their shoes.", 
        "A runner is tying his shoe.", 
        "A man stoops to tie his shoe", 
        "A runner has stopped to tie his shoe.", 
        "a man is tying his shoe.", 
        "A man is tying his shoe.", 
        "A man is tying his shoes outdoor.", 
        "A bald white man wearing a runners bib number is bent down tying his shoe.", 
        "A man in running gear is bent on one knee tying his shoe.", 
        "A runner has stopped to tie his shoe.", 
        "A man kneels on the ground as he ties his shoe.", 
        "A runner ties his shoes.", 
        "he adjusting the shoelace", 
        "A runner is tying his shoe near a metal fence.", 
        "A man in running clothes is bent over typing his shoe lace.", 
        "A runner in a marathon stops to tie his shoe.", 
        "A man is tying his shoes in an alleyway.", 
        "a guy tying his shoe", 
        "A man is bent down tying his shoelaces", 
        "A runner is stopping to tie his shoelaces.", 
        "A man kneels down and ties his shoes."
    ], 
    "5572347874.jpg": [
        "An athletic woman climbs a rope.", 
        "A woman is climbing a rope.", 
        "Someone is climbing a rope.", 
        "A man climbing up a rope at a gym.", 
        "A man is climbing up a rope.", 
        "A person is climbing a rope is what seems to be a crossfit class.", 
        "A man is climbing a rope attached to the ceiling.", 
        "A woman is climbing up a rope", 
        "A woman is climbing a rope.", 
        "A body builder is practicing climbing a rope.", 
        "a woman climbs up a rope.", 
        "A woman is climbing a rope.", 
        "A short haired woman wearing a pink tank top and black shorts climbs a rope indoors.", 
        "He climbs on the rope", 
        "A person is climbing a rope.", 
        "A person is climbing a rope using their own strength in a room with an orange wall.", 
        "A person is climbing a rope", 
        "A young man is climbing a rope.", 
        "A man climbs a rope.", 
        "A young man is climbing a rope.", 
        "A woman is climbing a rope in a Crossfit gym.", 
        "A woman is climbing a rope", 
        "A person is climbing a rope.", 
        "A man in a purple shirt is seen climbing up a vertical rope inside a building.", 
        "A woman is trying to climb a rope.", 
        "a guy climbing a rope", 
        "A teenage boy is climbing a rope.", 
        "Someone is climbing a rope", 
        "A person in a purple tank top is climbing a rope."
    ], 
    "6848900321.jpg": [
        "A bartender pours a drink at the bar.", 
        "A man dressed in formal wear is pouring a drink into a wine glass.", 
        "A man is pouring a drink into a martini glass.", 
        "a guy pouring a drink", 
        "A bartender is making drinks.", 
        "A man is pouring alcohol.", 
        "a bartender is pouring a drink.", 
        "A man is pouring a drink into a cup", 
        "A bartender is making a drink.", 
        "A man pours a drink into a glass.", 
        "A man makes a cocktail", 
        "A male bar tender wearing a bowlers cap is pouring a drink into a martini glass.", 
        "A man is pouring a cocktail into a glass.", 
        "A bartender pours a drink into a glass.", 
        "A man is making drinks.", 
        "A bartender is serving a drink.", 
        "A bartender is pouring a drink.", 
        "A bartender is pouring a drink while holding the glass down.", 
        "A bartender is pouring a drink into a martini glass.", 
        "A bartender is pouring a drink", 
        "A man pours alcohol into a cocktail glass.", 
        "A bartender is making a drink.", 
        "A bartender is pouring a drink for someone.", 
        "he make a drink", 
        "A bartender is pouring a drink into a martini glass.", 
        "A man is pouring a drink at a bar.", 
        "A bartender is pouring a mixed drink into a margarita glass.", 
        "A man pours a drink"
    ], 
    "6986780079.jpg": [
        "a woman is hunched over while riding roller skates.", 
        "A girl is rollerblading.", 
        "A lady is rollerskating.", 
        "A woman is roller skating.", 
        "A woman is roller blading in an indoor arena with her teammates looking on.", 
        "a girl rollerblading", 
        "A woman wearing roller derby clothing is in the middle of skating during a competition.", 
        "A woman is skating on roller skates for roller derby.", 
        "A woman is roller skating.", 
        "A woman is playing roller derby.", 
        "A woman is skating in a sport called Roller Derby.", 
        "A woman is skating in safety gear.", 
        "A young woman wearing the number 89 on her arm is playing roller derby.", 
        "A woman is skating in a roller derby", 
        "A lady is skating in front of other skater sitting down.", 
        "A woman is hunched over as she rollerskates.", 
        "A woman is in a competition for roller blading.", 
        "A woman is competing in a skating derby.", 
        "A girl is rollerskating.", 
        "A woman is skating with a background of people dressed similar behind her sitting down.", 
        "A woman is rollerblading in a rink.", 
        "A woman in a helmet and skates participates in a roller derby.", 
        "A woman ducks down as she roller skates.", 
        "A girl is playing roller derby", 
        "A roller derby woman is skating in a crouched position.", 
        "A women is competing in a roller derby contest", 
        "A woman is on rollerskates.", 
        "A woman is roller skating", 
        "she is skating"
    ], 
    "7114922111.jpg": [
        "A man is doing some wind surfing in the ocean.", 
        "A man is sailing on the water.", 
        "a guy windsurfing", 
        "A man is surfing", 
        "A man in a wetsuit is wind surfing and riding a large wave.", 
        "A man is doing a water sport.", 
        "A man is riding a wave while windsurfing.", 
        "A man kite surfs", 
        "A man is wakeboarding.", 
        "a man is windsurfing.", 
        "A man is surfing a sail board.", 
        "A man is surfing", 
        "A man is windsurfing.", 
        "A man is kitesurfing a wave.", 
        "A man is wind surfing on a wave.", 
        "A man is surfing on a large wave.", 
        "A man is surfing.", 
        "A man is wind surfing.", 
        "A man is wind surfing on a yellow and orange board.", 
        "he is surfing", 
        "A man rides a wave with his sailboard.", 
        "A man is at the top of a wave surfing.", 
        "A person is sailing.", 
        "A windsurfer is catching a wave.", 
        "A man braces himself while wind surfing.", 
        "A man is sail surfing on a wave.", 
        "A man is parasailing in the ocean.", 
        "A man is windsurfing", 
        "A man is surfing on blue waters with an orange and yellow surfboard."
    ], 
    "4041300706.jpg": [
        "Someone is painting the ceiling", 
        "A shirtless man is painting the ceiling with a roller brush.", 
        "A man is painting the ceiling with a paint roller", 
        "A shirtless man is painting the room white with a very long painting wheel.", 
        "he is paint the wall", 
        "A shirtless man is painting a ceiling white using a roller brush.", 
        "A man is painting the ceiling.", 
        "A man is painting the ceiling.", 
        "A man is painting the ceiling of a room.", 
        "A man reaches high to paint a ceiling.", 
        "A man paints a ceiling with a long paint roller.", 
        "A shirtless man is using a long handled roller and is painting the ceiling of a white room white.", 
        "A man is painting a ceiling", 
        "A shirtless man is painting a ceiling white.", 
        "A man is painting a ceiling.", 
        "A man is painting the ceiling of a white room.", 
        "A man is using a roller to paint his ceiling.", 
        "A man is painting a ceiling", 
        "A shirtless man is painting a ceiling.", 
        "A shirtless man is trying to paint the ceiling of a room.", 
        "a guy painting a roof", 
        "A man is applying paint to the ceiling.", 
        "A man is painting his ceiling.", 
        "A man is applying paint to the ceiling.", 
        "A shirtless man is painting the ceiling.", 
        "A shirtless brown haired man is painting the ceiling white with a long handled paint roller.", 
        "A man is painting.", 
        "a man is painting the ceiling with a rolling brush.", 
        "A man i seen using a long paint roller painting the roof with white paint."
    ], 
    "5194023863.jpg": [
        "A little girl is holding a slug.", 
        "A girl is holding a nail", 
        "A young girl holding a snail.", 
        "That girl has a snail in hand", 
        "A girl is holding a snail.", 
        "A kid is smiling.", 
        "A small child is holding a large snail.", 
        "a child holding a snail", 
        "A young girl is holding a gigantic snail.", 
        "A girl holds a snail.", 
        "A little girl holds a giant snail up to her face.", 
        "A young girl is holding a snail", 
        "A girl holds up a large slug.", 
        "A little girl is holding a large snail.", 
        "A little girl is holding up a snail", 
        "A girl is holding a large snail", 
        "A little girl is holding a large snail.", 
        "A girl is holding a snail.", 
        "A young girl is holding a large snail.", 
        "A young girl is holding a large snail.", 
        "a girl is holding a snail.", 
        "A little girl is holding a giant snail.", 
        "A girl is holding a large snail.", 
        "A girl is holding a huge snail.", 
        "A child is holding a snail.", 
        "A young girl is holding a large snail.", 
        "A young girl holds up a large snail.", 
        "A little girl in a yellow shirt is holding a large snail.", 
        "A young blond girl with blue eyes wearing a yellow shirt holds on to a hand sized snail."
    ], 
    "4858197102.jpg": [
        "Man is holding a newborn baby", 
        "A man is holding a newborn baby.", 
        "a man holding a baby", 
        "A man cradles a crying baby.", 
        "A new father is carefully holding is newborn baby.", 
        "A man is holding a newborn baby", 
        "A man holds a small, sleepy newborn.", 
        "A man holds a baby wrapped in white.", 
        "A man is holding a newborn baby", 
        "a man is holding a crying baby.", 
        "A man is holdinga and staring at a newborn while sitting.", 
        "A father attempts to console his crying child.", 
        "A father is holding his newborn child.", 
        "A man is holding his child.", 
        "A man is holding a baby.", 
        "A man is sitting and holding an infant.", 
        "A man is cradling an infant.", 
        "A man is holding a baby.", 
        "A man is sitting in a chair in a hospital room  holding his newborn son.", 
        "A man is trying to put his baby to sleep.", 
        "A man is holding a yawning infant.", 
        "A man holds a baby.", 
        "A father is holding his newborn child.", 
        "He has a baby in his hand", 
        "A father holds his yawning newborn while sitting on a chair.", 
        "A father is holding his infant child.", 
        "A man is holding a small baby.", 
        "A man is holding a baby"
    ], 
    "7742281954.jpg": [
        "he is reads the trumpet", 
        "A man playing a saxophone.", 
        "A man is blowing on a saxophone in an outdoor garden.", 
        "An older man is playing the saxophone outside.", 
        "A man plays the saxophone.", 
        "a guy playing the trumpet", 
        "A man is playing saxophone.", 
        "A man is playing an instrument.", 
        "A man is playing a saxophone outside", 
        "A man plays the saxophone", 
        "An African american man is playing the saxophone in a grassy area.", 
        "A man plays saxophone.", 
        "A man is playing the saxophone outdoors.", 
        "A man is playing the sax", 
        "An older man is playing a saxophone outside.", 
        "A man is playing the saxophone.", 
        "a man is playing saxophone.", 
        "A man is playing a saxophone and looking at sheet music.", 
        "A man is playing a trombone.", 
        "A man is outside playing a saxophone.", 
        "A man plays a musical instrument while at a park.", 
        "A man is standing outside at a park playing his saxophone.", 
        "A man is playing the saxaphone.", 
        "A man is playing the saxophone", 
        "An older black man is playing a saxophone.", 
        "A man plays a saxophone outside near some trees.", 
        "An African American man wearing a light colored flannel and glasses plays the saxophone in a park.", 
        "A man is playing the saxophone outside."
    ], 
    "3486538055.jpg": [
        "Two dogs jump and bite each other in mid-air.", 
        "Two large dogs are fighting.", 
        "two dogs fighting", 
        "Two dogs are playing together", 
        "Two dogs are up on their hind legs taking bites at each other.", 
        "Two dogs fight", 
        "Two dogs are playing outside in the backyard.", 
        "A black and a blonde dog are jumping playfully.", 
        "Two dogs are either playing or fighting.", 
        "Two dogs are leaping and biting each other on the neck.", 
        "Two dogs are aggressively playing.", 
        "Two dogs are going at it and biting each other.", 
        "Two dogs are fighting.", 
        "two dogs are playing with one another.", 
        "Two dogs play rough in a grassy yard.", 
        "Two dogs are fighting.", 
        "Two dogs are jumping at each-other and biting.", 
        "Two dogs are playing together rather roughly outside.", 
        "2 dogs are fighting in a yard with a fence.", 
        "Two dogs are playing", 
        "Two dogs are fighting", 
        "One brown dog and one black dog of the same size are jumping on each other outside.", 
        "Two dogs are jumping and biting each other outside.", 
        "two dogs are fighting and biting into each other.", 
        "Two large dogs are trying to bite each other in a backyard.", 
        "Dogs are playing.", 
        "two dogs fighting", 
        "Two dogs leap into the air while biting each other.", 
        "Two dogs are playing in a yard."
    ], 
    "6893218038.jpg": [
        "A woman is looking through a microscope", 
        "A person is looking in a microscope.", 
        "A lady in a lab coat is looking down a microscope in a dimly lit room.", 
        "A woman is looking through a microscope", 
        "A woman is peering into a microscope.", 
        "a woman is looking through the lenses of a microscope.", 
        "A lab technician is viewing some slides in her microscope.", 
        "A woman is looking through a microscope", 
        "A scientist is looking through a microscope.", 
        "A scientist is looking throw a microscope.", 
        "A scientist is looking through a microscope in a room.", 
        "A man is looking in a microscope.", 
        "A woman is a lab coat is looking through a microscope.", 
        "A woman is using a microscope.", 
        "A woman is looking into a large microscope.", 
        "A woman views something with a microscope.", 
        "A woman is working with a microscope.", 
        "A woman is looking through a microscope.", 
        "A woman is looking through a microscope.", 
        "A woman is viewing a sample through the microscope.", 
        "A lab technician is looking thru a microscope", 
        "A scientist is using a microscope.", 
        "A lab worker is looking at something through the microscope.", 
        "A woman is looking into a microscope.", 
        "A woman uses a microscope.", 
        "A white woman wearing blue medical gear and purple gloves looks into a microscope.", 
        "a woman looking through a microscope", 
        "she doing on telescope", 
        "A woman is looking at something through a microscope."
    ], 
    "4104826512.jpg": [
        "A young girl is eating food.", 
        "A young black child eating.", 
        "a baby eating", 
        "A child is eating food with a spoon.", 
        "A small child is eating a bowl of food.", 
        "A child is eating from a spoon", 
        "A small African child eats a bowl of mashed potatoes.", 
        "A child is eating.", 
        "A boy is eating rice", 
        "a little girl is eating", 
        "A child is putting food in their mouth from a green bowl.", 
        "A girl is eating food with a spoon.", 
        "A child is eating a bowl of food.", 
        "A young child is eating from a large spoon.", 
        "A young girl eats food with a spoon.", 
        "A kid is eating.", 
        "A young African american child is seen eating some food with a spoon in a room with other children.", 
        "A kid is eating food with a spoon.", 
        "A little girls eats some food from a green bowl.", 
        "A young black girl wearing a yellow shirt eats something out of a green bowl.", 
        "a child is eating rice.", 
        "A young girl is taking a bite from a bowl.", 
        "A little girl is eating from a green bowl while sitting down.", 
        "A young girl is eating a spoonful of food", 
        "A child is eating a large spoonful of food.", 
        "A little girl is eating a bowl of mashed potatoes and gravy.", 
        "A young child is eating something out of a small green bowl.", 
        "A girl is about to eat a spoonful of food."
    ], 
    "8088028369.jpg": [
        "A man is playing the saxophone.", 
        "A man playing a saxophone.", 
        "A man plays a saxophone in a dimly lit room.", 
        "A man is playing the saxophone", 
        "A man plays the saxophone.", 
        "A bald man is playing the saxophone.", 
        "A man in overalls is playing the saxophone.", 
        "a guy playing the trumpet", 
        "A bald man is playing the saxophone.", 
        "A man is playing an instrument.", 
        "A man is in a dimly lit room playing a saxophone.", 
        "A man is playing a saxophone", 
        "A man is playing the saxophone.", 
        "he is play trumpet", 
        "A man plays the saxophone.", 
        "A man is playing the saxophone inside a building.", 
        "A man plays saxophone indoors.", 
        "A man is playing the saxophone", 
        "A bald white man is playing a saxophone.", 
        "A man in a dark room is playing a saxophone.", 
        "a man is playing saxophone.", 
        "A man is playing a saxaphone.", 
        "A man is playing the trombone.", 
        "A man is playing a saxophone in a dimly lit room.", 
        "A man is playing the saxophone in a dark room that only has red light.", 
        "A man is playing a saxophone", 
        "A man plays the saxophone.", 
        "A man is playing the saxophone in a bar.", 
        "A man is playing the saxophone."
    ], 
    "5587744215.jpg": [
        "A guy relaxes on a bench waiting for the bus", 
        "A woman is sleeping on a bench.", 
        "Someone is sitting on a public bench.", 
        "A boy sits bored on the bench waiting for his bus.", 
        "A person in a hoody is napping on a bench.", 
        "A young adult lounges on a bench.", 
        "A girl is sleeping on a street bench", 
        "A woman is leaning back sleeping on a park bench.", 
        "she is sleeping", 
        "A woman resting on a bench.", 
        "A woman is resting on a bench", 
        "a girl sleeping on a bench", 
        "A teenage girl is resting on a public bench.", 
        "A young person is napping on a park bench.", 
        "A young woman leans back on a bench.", 
        "An individual lays back on a bench.", 
        "A young person is relaxing on a bench.", 
        "A woman is sitting on a bench with her head rolled back.", 
        "A person is sleeping.", 
        "A person is resting on a park bench", 
        "A woman wearing a purple sweatshirt sleeps on a bench with her purse on her lap.", 
        "A girl is sitting and sleeping on a bench outside while two other people on seperate benches mind their business.", 
        "A person is taking a nap on the bench.", 
        "A woman is sitting on a bench relaxing with her head laying on the top of the bench.", 
        "A woman in a purple hoodie is sitting on a bench with her head reclined.", 
        "A woman is sitting on a bench with her head resting on the back", 
        "A person is leaning back and resting their head on a public bench.", 
        "A lady in a purple jacket appears to be sleeping on a bench outdoors."
    ], 
    "4611771929.jpg": [
        "a group of friends play foosball", 
        "People playing a game in a bar.", 
        "Some young people are playing Foosball", 
        "3 people are playing Foosball in a dimly lit room.", 
        "People are playing fooseball", 
        "playing game", 
        "A man is playing foosball", 
        "Some people are playing foosball.", 
        "A few young adults are drinking beer and play Foosball.", 
        "Three people are playing Foosball while drinking beer.", 
        "A man is playing table soccer.", 
        "A group of friends are playing table soccer.", 
        "Some friends are playing foosball.", 
        "Two people are playing fusball.", 
        "A group of people play foosball.", 
        "Several young people are playing Foosball together.", 
        "Three people are playing a game embedded into a table.", 
        "Some friends are playing foozeball.", 
        "A group of friends are playing Foosball together.", 
        "A group of people are playing foosball.", 
        "A group of people play Foosball together.", 
        "People play foosball", 
        "People play foosball.", 
        "several people are playing Foosball.", 
        "Young adults are playing foosball.", 
        "Teenagers are playing a game on a table.", 
        "A man is playing Foosball with his friend while a girl cheers them on.", 
        "guys playing the jacks", 
        "A couple of friends are playing foosball."
    ], 
    "4983587808.jpg": [
        "A woman is looking at her laptop.", 
        "A woman is using her laptop at a cafe.", 
        "A women is on her laptop at a public place", 
        "A girl works in front of her laptop.", 
        "a woman on her laptop", 
        "A woman is using a computer.", 
        "A white woman wearing a headband and a white shirt is sitting at an outdoor table looking at a laptop.", 
        "A woman is looking at her laptop.", 
        "A woman is sitting at a table working on her laptop.", 
        "A woman is sitting down in a couch on her laptop.", 
        "A woman is sitting on a sofa in what may be a coffee shop, working on her laptop on a table.", 
        "A woman sits and uses a laptop computer.", 
        "A woman is checking her laptop.", 
        "A woman is working on a laptop.", 
        "a woman is sitting while on her laptop.", 
        "A woman is sitting outside and using her laptop.", 
        "A woman sits at a table while reading her laptop.", 
        "A woman is working on her laptop outdoors.", 
        "A woman is reading on her laptop", 
        "A woman is sitting at a table staring at her laptop.", 
        "A lady is sitting at a table using a laptop", 
        "A woman is using her laptop at a table.", 
        "she watch in laptop", 
        "A woman stares intently at her laptop.", 
        "A woman in white is using a laptop next to a brightly orange colored building.", 
        "A woman is sitting outside on her laptop", 
        "A woman is using her laptop at a table.", 
        "A woman is touching the scroll pad on a laptop.", 
        "A woman is using her laptop."
    ], 
    "4618092593.jpg": [
        "Two men are shaving their head with a razor.", 
        "Two guys are shaving their heads with razors.", 
        "Two white men have shaving cream on their face and scalp and are shaving there head.", 
        "Two young men are shaving their heads.", 
        "Two young men are shaving their heads.", 
        "Two college-aged men are shaving their heads bald with razors.", 
        "Two men shaving their heads.", 
        "Two men shave their heads with razors.", 
        "Two men are shaving their heads", 
        "Two men are in the process of shaving their heads.", 
        "Two men are shaving their heads.", 
        "Two men are in the midst of shaving their heads bald complete with shaving cream.", 
        "A pair of men shave their heads with razors.", 
        "2 men are shaving their heads bald covered in shaving gel.", 
        "two guys shaving their heads", 
        "Two men are shaving their heads", 
        "Two men are shaving their heads.", 
        "Two men are shaving their heads with a razor.", 
        "two men are shaving their heads with razors.", 
        "Two friends are shaving their heads together.", 
        "Two men are shaving their head", 
        "Two man are shaving their heads.", 
        "Two men is shaving their heads bald with razors.", 
        "Two men are shaving their face and the top of their heads together.", 
        "People are shaving their head.", 
        "Two men are shaving their heads.", 
        "Two men are shaving their heads with razors.", 
        "he is shave on head", 
        "Two guys are shaving their heads with shaving cream and razor."
    ], 
    "4751332425.jpg": [
        "A woman is talking on the phone outside.", 
        "A woman talks on the phone while standing outside.", 
        "A woman is talking on a cell phone.", 
        "A lady is talking on the phone.", 
        "a woman is standing against the wall while on her cellphone.", 
        "A women is on her cell phone", 
        "A woman is talking on the phone", 
        "she make a call", 
        "A blonde woman is talking on her cellphone.", 
        "A women is outside talking on a phone", 
        "A woman in sunglasses talks on her cellphone.", 
        "A woman in front of a red door outside is on the phone.", 
        "A lady wearing high fashion clothing is talking on her cell phone.", 
        "A woman in sunglasses is standing outside talking on her cell phone.", 
        "A woman is standing outside while talking on her cell phone.", 
        "A woman is talking on her cell phone.", 
        "A white woman wearing lots of necklaces is outside talking on her cell phone while wearing sunglasses.", 
        "a woman talking on her phone", 
        "A woman is talking on a mobile phone.", 
        "A woman with many necklaces on is standing outside of a store talking on her cell phone.", 
        "A woman is talking on the phone outdoors.", 
        "A woman is talking on the phone while leaning against a pillar.", 
        "A woman is talking on her cell phone.", 
        "A woman is speaking on the phone.", 
        "An older woman is on her phone.", 
        "A woman is speaking on the phone.", 
        "A woman is talking on her phone", 
        "A woman is talking on a cellphone outside a store.", 
        "A woman wearing sunglasses is talking on her cellphone."
    ], 
    "3652094744.jpg": [
        "A boy is watering a tree in a pot.", 
        "A child is watering a plant.", 
        "A boy is watering a plant", 
        "A young boy waters a plant.", 
        "A child waters a plant.", 
        "A child is watering a plant.", 
        "A young white boy is watering a plant with a yellow water pail.", 
        "A young boy is watering a plant with a watering can.", 
        "A little boy is pretending to water a small bush with his watering can.", 
        "A young child is pouring water from a water container onto a potted plant.", 
        "A boy is watering a plant.", 
        "A young boy is watering a plant.", 
        "A child is watering a plant", 
        "A boy is watering a plant", 
        "A little boy is trying to water a plant.", 
        "A child is watering a potted plant.", 
        "A little boy is watering a plant.", 
        "A child is watering a plant that is in a pot.", 
        "A little boy is standing outside on the patio leaning over to water a newly planted tree with his yellow watering can.", 
        "A little boy is watering a planted tree.", 
        "a kid watering a plant", 
        "A young child is watering a plant.", 
        "A boy is watering a tree", 
        "little boy poured water in plant", 
        "A young boy is watering a plant.", 
        "A person is watering a plant.", 
        "A young child is watering a container tree.", 
        "A young boy is watering a tree in a planter.", 
        "A child is watering a small plant with red leaves outside."
    ], 
    "3710674892.jpg": [
        "A boy has an apple in his house.", 
        "A young boy holds a green apple in his mouth.", 
        "A little boy with a life vest on is holding an apple in his mouth with his teeth.", 
        "A child is holding an apple in their mouth.", 
        "A boy is eating an apple.", 
        "A child is holding an apple in his mouth.", 
        "A small child wearing a life vest is holding an apple in their mouth.", 
        "A child is eating an apple.", 
        "A young child has an apple in his mouth", 
        "A child is wearing a life vest outside and has a partially eaten apple in their mouth.", 
        "A little boy is holding an apple in his mouth", 
        "A child is holding an apple with his mouth.", 
        "a boy is holding an apple in his mouth.", 
        "a little boy eat fruit", 
        "A toddler is biting on a green apple while in a life jacket.", 
        "A young child is holding an apple in his mouth.", 
        "A boy holds an apple in his mouth", 
        "A little boy in a life vest holds a green apple in his mouth.", 
        "A kid eats an apple.", 
        "a kid eating an apple", 
        "A young boy eats an apple", 
        "A boy is biting onto a green apple.", 
        "A young boy is eating a green apple.", 
        "A young boy has an apple in his mouth.", 
        "A boy has an apple in his mouth.", 
        "A young white child wearing a life vest holds and apple in its mouth.", 
        "A young boy wearing a lifejacket holds an apple in his mouth while looking at the camera.", 
        "A kid is looking on with a green apple in his mouth.", 
        "A child is holding an apple with their mouth."
    ], 
    "7819772858.jpg": [
        "A man is surfing.", 
        "a man is surfing.", 
        "A man is surfing.", 
        "A man is surfing.", 
        "A man is surfing", 
        "A man rides his surfboard in a small wave.", 
        "A man is surfing", 
        "A man rides a surfboard.", 
        "a guy surfing", 
        "he surfing", 
        "A man is surfing.", 
        "A man is surfing on blue waters.", 
        "A man is surfing.", 
        "A man is surfing.", 
        "A man is surfing on a white surfboard.", 
        "A man is surfing", 
        "A young man is surfing.", 
        "A man is riding a surfboard.", 
        "A man is surfing.", 
        "A man is surfing on a wave.", 
        "A man is surfing and is very close to falling sideways.", 
        "A man wearing long sleeve swim shirt and board shorts surfs on a white surfboard.", 
        "A young man is riding a surfboard.", 
        "A man surfs on a surfboard.", 
        "A man is surfboarding.", 
        "A surfer is riding a small wave.", 
        "A young man is surfing on a white surfboard on a very small wave.", 
        "A man is cutting on a surfboard."
    ], 
    "7988586396.jpg": [
        "A woman is riding a bike", 
        "A woman riding a bike.", 
        "A cyclist is riding their bike.", 
        "ride on bicycle", 
        "A person is riding a bike.", 
        "A bicyclist is racing down the road.", 
        "A women is cycling", 
        "a woman is riding a bike.", 
        "A woman in biking gear is riding her bike.", 
        "A lady in racing gear rides her bicycle.", 
        "A woman is riding a bicycle.", 
        "A woman is competitively cycling.", 
        "A woman is cycling outside.", 
        "A woman biker is seen peddling.", 
        "A woman is biking.", 
        "A woman cycles", 
        "A man rides a mountain bike.", 
        "A woman is in a race on her bike.", 
        "A woman is riding her bike on the road.", 
        "a guy riding a bike", 
        "A woman in a helmet is riding her bicycle.", 
        "A lady in black gear wearing a helmet is biking down a street.", 
        "A person with a white helmet is riding a bike.", 
        "An woman rides a bike.", 
        "A woman wearing a silver helmet and riding gear is riding a bike.", 
        "An adult is riding a bicycle.", 
        "A women with a helmet is riding a bike", 
        "A woman is riding a street bicycle."
    ], 
    "19610188.jpg": [
        "A dog is licking a women's face", 
        "A young woman is holding her dog in her arms.", 
        "A woman is holding a dog that is licking her.", 
        "A woman holds a dog while it licks her face.", 
        "A puppy is licking a woman", 
        "A lady is holding a dog and the dog is licking the womans face.", 
        "A spinster making out with her dog.", 
        "A woman is holding a dog and looking at it as the dog licks her face.", 
        "A dog wearing a harness is licking his owners face.", 
        "A woman with glasses is holding a Boston Terrier and getting licked on the chin.", 
        "a woman holds her dog, as the dog licks her.", 
        "A woman in front of collars in  a store is adoring a dog she is holding.", 
        "A cat is kissing a woman.", 
        "A woman is holding a medium sized dog.", 
        "A dog is licking a woman's face", 
        "A woman is being licked by her puppy.", 
        "A dog licks a girl that is holding it.", 
        "A woman is in a pet store holding a puppy that is licking her face.", 
        "A woman is holding a dog", 
        "A girl is getting licked by a dog.", 
        "A dog licks a woman's face at a pet shop.", 
        "A woman is licked by a dog.", 
        "A woman is letting a dog lick her face.", 
        "A woman is holding and being licked by a dog.", 
        "she take a dog on hand", 
        "A lady has a dog.", 
        "a woman holding a dog", 
        "A brunette woman wearing glasses lets a black and white dog lick her face.", 
        "A woman is holding a dog that is licking her on the face."
    ], 
    "3650485497.jpg": [
        "Children are painting on a wall.", 
        "A group of girls are painting a map of the world.", 
        "A group of young women paint a map together.", 
        "Women paint a map of the world on a wall.", 
        "A student is painting on a wall", 
        "A few Hispanic young ladies are painting the world map on a wall.", 
        "girls painting a map of the world", 
        "Some women are painting a mural.", 
        "A few ladies are painting a world map on a wall.", 
        "paint the map", 
        "A group of women paint a giant map of the world.", 
        "A kid is painting.", 
        "A group of women are painting on a blue wall continents in multiple colors.", 
        "Several woman are painting a map of different countries on a large wall.", 
        "A woman is filling in a mural", 
        "A group of young woman are painting a large canvas drawing of the world.", 
        "girls are painting a world map.", 
        "Several women are painting a mural on a wall.", 
        "A girl is painting in a map", 
        "Some women are painting a map of the world.", 
        "Several people are painting a mural.", 
        "Several girls paint a world map", 
        "A girl is painting a mural.", 
        "A group of girls are painting a large map of the world.", 
        "Several young women are painting on a blue wall.", 
        "Four girls are painting a large map of the world on a wall.", 
        "A teacher is showing children how to paint the map.", 
        "Young women are seen painting a map of the world.", 
        "A group of young wemon are painting in the states of each country on a map on a wall."
    ], 
    "4723023590.jpg": [
        "A man is cooking.", 
        "he makes receipe", 
        "A man is preparing a meal.", 
        "A man wearing an apron is in the kitchen preparing a meal.", 
        "A man is seeing preparing a dish.", 
        "A man is preparing dinner in his home.", 
        "A man cooking in his kitchen.", 
        "A man is preparing a meal in his kitchen.", 
        "Someone is in a kitchen cooking a meal", 
        "A man is cooking in a light kitchen, there are many pots on the stove.", 
        "A chef is making food.", 
        "A man in an apron is cooking in the kitchen.", 
        "A man wearing an apron is preparing a meal next to other foods cooking on the stove.", 
        "A man peels an onion while he cooks something in a pan.", 
        "A man is preparing a meal in a kitchen.", 
        "A man is cooking", 
        "A man is cooking food.", 
        "a guy cooking", 
        "A man is preparing food and cooking.", 
        "A man is preparing food in a kitchen.", 
        "A man is cooking some food in his kitchen.", 
        "A white man wearing a white apron is chopping something on a cutting board and cooking.", 
        "A man prepares food.", 
        "A man is cooking", 
        "A man is cutting something in the kitchen as he cooks.", 
        "A man is peeling some kind of vegetable.", 
        "a man is holding a piece of food while other food cooks to his left.", 
        "A man is cooking food", 
        "A man stands over a stove while preparing a meal."
    ], 
    "3707990914.jpg": [
        "A person is surfing.", 
        "a girl surfing", 
        "A woman is surfing.", 
        "A woman rides the waves on a surfboard.", 
        "A girl is surfing.", 
        "A woman is surfing a wave.", 
        "a woman is surfing.", 
        "A woman is surfing on a wave.", 
        "A woman is riding a surfboard.", 
        "A young woman surfs a wave on her pink and orange surfboard.", 
        "A woman is riding a wave on a surfboard.", 
        "A woman surfs at the beach.", 
        "A woman is surfing.", 
        "A woman is riding a wave on her surfboard.", 
        "A woman is surfing the top of a wave.", 
        "A woman with a colorful surfboard is surfing on blue waters.", 
        "A young girl is surfing on a pink surfboard.", 
        "a woman surfing", 
        "A woman is surfing on a pink and orange surfboard in the middle of a wave.", 
        "A woman in a yellow shirt is surfing on a small wave on a pink surfboard.", 
        "A woman is surfing", 
        "A woman is surfing", 
        "A girl is surfing", 
        "A woman is riding a surfboard.", 
        "A young woman is surfing in the ocean.", 
        "A woman is surfing on a surfboard.", 
        "A young woman is riding a wave.", 
        "A women is surfing", 
        "A woman is surfing on a wave."
    ], 
    "3549408779.jpg": [
        "A black and white dog is swimming in the water.", 
        "A dog is swimming in water.", 
        "A black and white dog is treading water in a pool.", 
        "A dog swims in a pool.", 
        "A dog is swimming", 
        "A dog is swimming in water.", 
        "A small dog is swimming.", 
        "A dog is swimming", 
        "A white and black dog is swimming in a pool.", 
        "A dog is swimming in a pool.", 
        "A black and white dog is swimming around.", 
        "a dog swimming", 
        "A white and black dog is swimming through deep water.", 
        "A black and white dog is swimming in clear blue water.", 
        "A puppy is swimming through the water.", 
        "A dog is swimming.", 
        "a dog is swimming in the water.", 
        "A dog is swimming in a pool.", 
        "A dog is swimming in the pool.", 
        "A dog is swimming in clear water.", 
        "A dog is swimming", 
        "dog is swimming", 
        "A dog is swimming in a pool.", 
        "A dog is swimming in a pool.", 
        "A small black and white dog is swimming in a pool.", 
        "A dog is swimming", 
        "A dog is all wet while swimming in some water.", 
        "A black and white dog is swimming in a pool."
    ], 
    "5367322642.jpg": [
        "A woman gardening", 
        "A woman is plowing a vegetable field.", 
        "A woman is holding a tool and farming.", 
        "A woman is plowing her garden.", 
        "An African woman is working in a crop field.", 
        "A woman is tending her farm", 
        "An older African American woman is using an ax on gardening plot.", 
        "A woman is working in the garden.", 
        "A woman is working in a field of green plants.", 
        "An African american woman is seen tending to a large field of plants.", 
        "A woman is using a hoe out in a field.", 
        "A woman is working in a garden bent over using a hoe.", 
        "An older woman is picking the garden.", 
        "A woman is tending a garden with a hoe.", 
        "A woman is gathering crops with a sickle.", 
        "A woman in bright clothes uses a hoe in her garden.", 
        "An old woman is tending to some crops.", 
        "A elderly lady is hoeing a field", 
        "a woman is hoeing her crops.", 
        "A woman is working in a field.", 
        "she digs the soil", 
        "A woman uses a hoe while gardening.", 
        "A worker is digging in a vegetable field", 
        "A person is farming.", 
        "An old woman is farming.", 
        "A woman is gardening", 
        "A woman is tending to a lush green field of plants outside.", 
        "A woman is gardening."
    ], 
    "4842516865.jpg": [
        "The elderly man was splitting a log with his axe", 
        "A man chops lumber.", 
        "A man chops wood with an axe.", 
        "Cuts the tree", 
        "A man wearing green shirt and jeans is using an ax to cut wood in a field.", 
        "A man is chopping wood and creating several chunks.", 
        "A man is chopping wood.", 
        "A man is chopping wood", 
        "A man is chopping wood up in a grassy field.", 
        "A man is in a field near a tree chopping wood.", 
        "A man is chopping wood with an axe.", 
        "A man chops wood with an ax.", 
        "A man is splitting wood.", 
        "A man is splitting logs.", 
        "A man chops wood", 
        "A man in a tan hat is chopping wood next to a large tree.", 
        "A man is chopping wood next to a large tree.", 
        "a man is cutting stumps of wood.", 
        "A man is by a tree chopping wood", 
        "A man is chopping firewood.", 
        "a guy chopping wood", 
        "A man is chopping wood next to a large tree.", 
        "A man is cutting some wood with an axe.", 
        "A man is striking firewood with an axe.", 
        "A lumberjack is chopping up wood.", 
        "A man is chopping wood outside.", 
        "A man is out near the woods chopping wood from a tree he cut down.", 
        "A man is chopping wood", 
        "A man is chopping wood outside in a field."
    ], 
    "7717834540.jpg": [
        "An older woman is playing the harpsichord.", 
        "Two older men are playing musical instruments indoors", 
        "A man is playing an accordion.", 
        "A man and his band are playing with a stand up bass and an accordion.", 
        "Men are playing an accordion and a cello", 
        "A man is playing an instrument.", 
        "An older man is playing the accordion.", 
        "a woman is playing the accordion while a man plays a stringed instrument.", 
        "A man plays the accordion.", 
        "A man is playing accordian.", 
        "A man plays an accordion and another plays a bass.", 
        "A man plays accordion in a band.", 
        "A duo plays the cello and the accordion.", 
        "Musicians are playing music", 
        "An older man wearing a black cap is playing an accordion.", 
        "An older man is playing the accordion.", 
        "One man is playing an accordion and the other is playing a cello.", 
        "An older man is playing an accordian while someone is standing behind him playing a bass in a band.", 
        "A man plays an accordion", 
        "A man is playing the accordian and another man is playing the bass behind him.", 
        "A man is playing the accordion while another man plays bass behind him.", 
        "An older gentleman is playing an accordion in a concert.", 
        "A man is playing the accordion", 
        "A man is playing an accordion.", 
        "a guy playing the accordion", 
        "An older looking man is playing the accordion while a man in the back plays the cello.", 
        "An old man is playing an accordion.", 
        "A man is playing an accordion.", 
        "he play a piano"
    ], 
    "6053720349.jpg": [
        "A baby is sitting in a suitcase.", 
        "A baby is sitting in a suitcase", 
        "A child is sitting in a suitcase.", 
        "A kid is sitting in a suitcase that is open.", 
        "A young boy is playing in a suitcase.", 
        "A boy is playing in a suitcase.", 
        "A baby is sitting inside a luggage.", 
        "A baby is sitting in an open suitcase while using her pacifier.", 
        "A toddler is sitting inside of an open luggage.", 
        "A young child is playing in a suitcase", 
        "A baby sits in a suitcase", 
        "a baby sits in a thing of luggage.", 
        "A white baby sucking on a pacifier sits inside a black suitcase.", 
        "A toddler sits in an empty suitcase", 
        "little boy sitting on suit case", 
        "A kid is playing.", 
        "A child sits inside of a suitcase.", 
        "A baby is sitting in a suitcase.", 
        "A baby is sitting in a suitcase.", 
        "A child is sitting in a suitcase.", 
        "A baby using  a pacifier is in a black suitcase trying to leave.", 
        "A young child is playing inside a suitcase.", 
        "A young toddler is sitting in a piece of luggage.", 
        "A toddler is sitting inside a suitcase.", 
        "A baby with a pacifier in his mouth is sitting inside a black suitcase that is sitting on the floor.", 
        "A young toddler is inside of a travel bag with a pacifier in their mouth.", 
        "A toddler is sucking on a binky and sitting in a black suitcase.", 
        "A child is sitting inside a suitcase.", 
        "a kid in a suitcase"
    ], 
    "3577868513.jpg": [
        "A baby gnaws on a toy.", 
        "A baby is chewing on a toy while outside.", 
        "A baby is chewing on one of his toys.", 
        "A little white baby is chewing on a blue toy.", 
        "A toddler is chewing on his toy", 
        "A baby is playing.", 
        "A young baby is chewing on a toy.", 
        "A child chews on a toy.", 
        "A baby is attemping to put a large toy in its mouth sitting in a chair while outside.", 
        "A young child is trying to eat their toy.", 
        "A baby is holding a you and putting it in their mouth.", 
        "A toddler is playing with his toys outside", 
        "A baby is playing with toys", 
        "A young child is chewing on a toy.", 
        "A baby is sitting outside in his baby seat chewing on a blue toy.", 
        "A baby is sitting in his seat while playing with his toys.", 
        "A boy is chewing on his toy", 
        "A boy is putting a toy in his mouth.", 
        "A child is putting a green toy in her mouth.", 
        "a boy is eating a blue elephant toy.", 
        "A small baby is playing with toys.", 
        "little boy play with toy", 
        "A child is putting Play Doh in their mouth.", 
        "A little baby chews on its baby toy.", 
        "A child is putting a toy in their mouth.", 
        "a kid eating a toy", 
        "A young boy is chewing on his toy.", 
        "A baby is chewing on a toy.", 
        "A baby is chewing on his toy."
    ], 
    "4434125934.jpg": [
        "He cuts the grass", 
        "A man is mowing his lawn using a simple metal blade lawnmower.", 
        "A man is using a piece of yard equipment in his back yard.", 
        "A man mowing his lawn.", 
        "A man mows a lawn.", 
        "An older man is pushing a manual lawnmower.", 
        "A man is mowing his lawn", 
        "A man is pushing an antique push mower across his yard.", 
        "A man is mowing the lawn.", 
        "A man is pushing a lawnmower.", 
        "A man is pushing a lawnmower", 
        "A man is cutting some grass with a rotary mower.", 
        "a guy lawnmowing", 
        "A man is pushing a lawnmower.", 
        "An older man is cutting his grass with a manual push mower.", 
        "A man is mowing the lawn.", 
        "A man is pushing a lawn mower through his lawn.", 
        "A man is mowing the lawn with gloves on", 
        "a man is mowing a yard.", 
        "A middle aged white man wearing a flannel and jeans is mowing the lawn.", 
        "A man is mowing his lawn outside.", 
        "An older man is mowing his lawn with a push mower.", 
        "A man is mowing.", 
        "A man is cutting the grass with a lawn mower.", 
        "A man is mowing his lawn with a push mower.", 
        "A man is mowing a very green lawn.", 
        "A man pushes a lawnmower in a small yard.", 
        "A man is pushing a reel mower.", 
        "A man is using a push lawnmower"
    ], 
    "3821555355.jpg": [
        "A toddler is swinging on a swing in a park.", 
        "A little girl is having fun on a swing.", 
        "A young girl in a swing.", 
        "A young girl swings on a child's swing.", 
        "A little girl is swinging in a baby swing.", 
        "A child is swinging on a swing.", 
        "A toddler swings on a swingset.", 
        "A young girl sits in a swing swinging.", 
        "A toddler is outside in a swing.", 
        "A child is happily swinging on the swing set.", 
        "The girl is swinging on the swing", 
        "A little baby swings in a baby swing.", 
        "a toddler is swinging on a swing set.", 
        "A girl is swinging on the swings.", 
        "A young girl is swinging on a swing.", 
        "a girl swinging on the swing", 
        "A little girl is playing on the swing set.", 
        "A young girl is swinging.", 
        "A child is swinging on a swing set.", 
        "A young girl is swinging on a swing.", 
        "A young girl is on the swings", 
        "A kid is on a swing.", 
        "A small girl is swinging.", 
        "A kid is swinging in a baby swing.", 
        "A young child is on a swing", 
        "A toddler is riding a swing", 
        "A toddler is swinging in a swing.", 
        "A young blonde toddler swings on a swing outdoors.", 
        "A baby is swinging in a swing"
    ], 
    "2511794705.jpg": [
        "A child writes on a large banner.", 
        "A boy is writing something on a large paper.", 
        "A child writing on a wall.", 
        "A child is writing on a large poster.", 
        "A young boy is writing something on a large poster.", 
        "a child writing on a poster", 
        "A little boy is signing a banner that has also been signed by many other people.", 
        "a little boy writing", 
        "A young white boy wearing a black and white hat writes on a banner.", 
        "A child is writing something on a giant white cloth with other names.", 
        "A young girl observes a boy writing his signature.", 
        "A boy is drawing on a mural.", 
        "A boy is writing on a banner.", 
        "A kids is writing.", 
        "Two children are writing on a large white sheet of paper with a lot of writing already on it.", 
        "Children are looking at a banner", 
        "A boy signs a large poster", 
        "A child is signing a banner.", 
        "A little boy writes something on a big sign.", 
        "A couple of kids are writing something on a large tarp that is being held up by poles.", 
        "A boy is writing a message", 
        "A boy is writing on a large piece of paper.", 
        "A young boy is painting a large rock.", 
        "A kid is signing his name on a large tarp.", 
        "Children are drawing on a wall.", 
        "a boy is holding a marker next to a large poster with names.", 
        "A boy is signing the wall.", 
        "A boy is writing on a large piece of paper.", 
        "A young boy is drawing on a large banner."
    ], 
    "4318034861.jpg": [
        "These two men are enjoying a sky diving event.", 
        "There are two people skydiving.", 
        "Two people skydiving together.", 
        "two people are skydiving.", 
        "Two people are skydiving.", 
        "Two men, one in red and the other in white are tandem sky diving.", 
        "Two men are tandem skydiving together.", 
        "A skydiving instructor is skydiving with someone attached to them.", 
        "Two people are tandem skydiving", 
        "Two people are tandem skydiving over a lake.", 
        "Two people are parachuting in the air.", 
        "A man is learning to skydive while connected to his instructor below him and the water, clouds and ground far below.", 
        "Two men are skydiving", 
        "Two people are skydiving.", 
        "A sky diving instructor and sky diving with a man.", 
        "Two men pose while skydiving.", 
        "Two men are tandem skydiving.", 
        "Two people are skydiving", 
        "Two men are strapped to each other while skydiving over a lake and mountains.", 
        "he is doing sky diving", 
        "Two people are skydiving together.", 
        "Two men are skydiving attached to each other.", 
        "Two men skydive in tandem.", 
        "People are skydiving.", 
        "two people are skydiving", 
        "one man is attached to another mans harness as they fall from the sky.", 
        "Two people are skydiving.", 
        "two guys para shooting", 
        "Two men are skydiving over a large body of water."
    ], 
    "4025432630.jpg": [
        "A man is carrying some wood", 
        "A man is carrying small logs.", 
        "A man carries wood back to his camp.", 
        "A man with a beard is carrying several pieces of cut wood on his shoulder and in his hand.", 
        "An island native wearing a head turban is walking with bamboo on his shoulders.", 
        "A man is carrying a bundle of logs.", 
        "A man carries wood on his shoulder.", 
        "A man is collecting wood.", 
        "A man wearing a turban is carrying several logs on his shoulder and one in his other hand.", 
        "A man is hauling wood.", 
        "A man is carrying wood on his shoulders.", 
        "A man has cut lumber hoisted onto his shoulders.", 
        "a man is hauling wood.", 
        "A man is carrying some small logs.", 
        "A man is outside carrying wood", 
        "A man is carrying chopped logs.", 
        "A man wearing a turban is carrying some wood logs.", 
        "A man is hauling chopped wood on his shoulder.", 
        "A man is carrying logs over his shoulder.", 
        "An African american man is holding lots of cut logs upon his shoulder in a jungle area.", 
        "A man is holding several logs.", 
        "A man walking through the jungle carries wood on his shoulder and in his hands.", 
        "He is carrying Firewood", 
        "A man is carrying wood", 
        "A man is carrying several logs outside in front of a jungle.", 
        "A man carries some wood on his shoulder near a jungle.", 
        "A man is carrying logs", 
        "a guy carrying wood"
    ], 
    "3819214047.jpg": [
        "A man in a green shirt and red hat is sitting on his skateboard.", 
        "A teenaged boy is sitting on a skateboard.", 
        "A teenage boy is sitting on his skateboard", 
        "he is sitting on skateboard", 
        "a boy is sitting on his skateboard.", 
        "A young man is sitting on a skateboard.", 
        "A male skater wearing a red beanie, green shirt and jeans sits on his skateboard.", 
        "A young man is sitting on a skateboard, just waiting.", 
        "A boy is sitting on a skateboard.", 
        "A young guy in a red sock cap is sitting on a skateboard.", 
        "A man sits on his skateboard.", 
        "A boy in a green shirt and red beanie is sitting on his skate board on a skating ramp.", 
        "A teenage boy is sitting on his skateboard.", 
        "A man in green wearing a red beanie is sitting on a skateboard.", 
        "A boy is sitting on a skateboard", 
        "A boy sits on a skateboard.", 
        "a guy sitting on his skateboard", 
        "A man is sitting on his skateboard.", 
        "A skater is sitting on his skateboard.", 
        "A man is sitting on a skateboard looking into the distance", 
        "A teenager in a red hat is sitting on a skateboard and looking off to the side.", 
        "A boy is sitting on his skateboard.", 
        "A boy is sitting on a skateboard.", 
        "A young man sits on his skateboard vertically.", 
        "A teenager is sitting on his skateboard", 
        "A young man sits on a skateboard.", 
        "A man is sitting on his skateboard outside.", 
        "Kids are skateboarding."
    ], 
    "3787437809.jpg": [
        "Two people appear to be praying to a metallic statue in a crowded area outdoors.", 
        "A man is praying to his God.", 
        "he is pray", 
        "An asian man praying to buddha.", 
        "A man is praying at a Buddha statue.", 
        "A man prays in front of a Buddha statue.", 
        "A man is folding his hands in prayer next to a Buddha statue.", 
        "A man and woman are standing in front of a gold buddha statue and are praying.", 
        "A man is praying to a Buddha statue.", 
        "A man is praying.", 
        "A man is praying near a statue.", 
        "A man is praying to Buddha", 
        "A man is praying in front of a golden statue.", 
        "A man prays in front of a Buddhist statue.", 
        "A man prays to a Buddha statue.", 
        "A man is praying to a statue", 
        "a man is praying at a statue of Buddha.", 
        "A man is praying to a statue of Buddha.", 
        "A man is praying with his hands together in front of a large gold statue", 
        "A man is praying to budda while another women watches", 
        "An Asian man wearing a gray and black polo shirt is praying in front of a Buddha statue.", 
        "A man is seeing praying to buddha.", 
        "A man is praying in front of a statue.", 
        "a guy praying", 
        "A man is praying to the statue of a God.", 
        "A man is bowing in prayer before a statue of Buddha.", 
        "Some people are standing next to a statue and praying.", 
        "A man prays to Buddha.", 
        "A man is worshiping at a statue"
    ], 
    "4585839343.jpg": [
        "girl enjoy the agriculture", 
        "A woman is blowing on dandelions.", 
        "A woman is sitting in a green field with dandelions in her hand while blowing on them.", 
        "A woman in a field blowing on a weed.", 
        "A woman blows a handful of dandelions.", 
        "A woman is blowing on flowers.", 
        "A woman is blowing flowers in a field.", 
        "A woman is blowing the petals away from flowers in a green field.", 
        "A woman blows some dandelions", 
        "A brunette woman is sitting in a large field blowing on a dandelion.", 
        "A woman is sitting in a field", 
        "A woman sits in a field, blowing some dandelion seeds.", 
        "A woman blows on dandelions.", 
        "A woman is sitting in a field of dandelions holding several and getting ready to blow on them.", 
        "a woman blowing on flowers", 
        "A woman is sitting in a field blowing on dandelions.", 
        "A woman is blowing on dandelions in a field.", 
        "A lady is holding several dandelions about to blow the pollen away.", 
        "A woman is holding up and about to blow on blow weeds.", 
        "A woman is blowing daffodils.", 
        "A woman is blowing on dandelions in a field.", 
        "A woman is blowing on a dandelion", 
        "A woman is blowing a handful of dandelions in a field.", 
        "A woman is blowing on a flower.", 
        "A lady blows a flower.", 
        "A woman is blowing on dandelions.", 
        "A woman is in a field blowing dandelions.", 
        "A woman is blowing on dandelions.", 
        "A women is sitting in a field blowing dandelions"
    ], 
    "5403974988.jpg": [
        "2 children are playing on a trampoline", 
        "Two children are playing on a trampoline.", 
        "Two children are jumping on a trampoline.", 
        "A couple of kids are playing on a trampoline.", 
        "Children are playing on a trampoline", 
        "Two preteen children are playing inside a netted trampoline.", 
        "A boy and a girl jump on a trampoline.", 
        "Two children are jumping in an outdoor trampolene laughing.", 
        "A boy and a girl plays on a trampoline.", 
        "Two kids are playing on a trampoline", 
        "Two kids are playing on a trampoline.", 
        "A boy and girl are playing on a trampoline.", 
        "Two kids are jumping around on an outdoor trampoline with safety netting.", 
        "Two kids are jumping on a trampoline", 
        "Two children pose as they play on a trampoline.", 
        "a small boy playing", 
        "Two kids are playing on the trampoline.", 
        "a boy and girl are jumping on a trampoline.", 
        "Two children are jumping on a trampoline that has a protective net.", 
        "Two kids are jumping in a trampoline.", 
        "Kids play on a trampoline.", 
        "Two children jump on the trampoline", 
        "A boy and girl play on a trampoline.", 
        "kids jumping on a trampoline", 
        "Kids are paying on a trampoline.", 
        "Two children jump on a trampoline.", 
        "Children are jumping on a trampoline.", 
        "Two young children are playing on a trampoline.", 
        "Two children are jumping on a trampoline."
    ], 
    "4404273714.jpg": [
        "Two women runners are getting ready to jump over hurdles.", 
        "Two black women dressed in running gear are running hurdles in a competition.", 
        "Two women are running a race and jumping over hurdles on a track.", 
        "Two athletes racing each other and hurdling.", 
        "Two hurdlers are jumping", 
        "People are jumping hurdles.", 
        "Two women are jumping over hurdles", 
        "Female runners are competing in the hurdles.", 
        "Two women are racing over hurdles.", 
        "Two athletes jump over hurdles on a track.", 
        "Women are competing in a jumping sport.", 
        "Two women race toward some hurdles.", 
        "Two women running track are about to jump over a hurddle.", 
        "athlete is jumping", 
        "woman athtletes jumping over obstacles", 
        "Two athletes are jumping hurdles", 
        "Two women are racing and jumping over hurdles.", 
        "Two women are running a hurdle race.", 
        "Two women hurdle during a race.", 
        "Two young women are competing in hurdles.", 
        "An female athlete is jumping a hurdle.", 
        "Runners are jumping over obstacles on the track.", 
        "Two women are jumping hurdles in a race.", 
        "Two women are competing in a track meet jumping hurdles", 
        "2 women are running on a track field about to jump over hurdles.", 
        "two women attempt to jump over jumping hurdles in a track event.", 
        "Two sprinters are getting ready to jump a hurdle.", 
        "A couple of track athletes are performing."
    ], 
    "5505219003.jpg": [
        "A man is writing on a chalkboard.", 
        "A man is writing on a chalkboard.", 
        "A man is writing on a large chalkboard.", 
        "A man is writing equations on a blackboard.", 
        "A man is writing on the chalkboard", 
        "A man is writing on a chalk board.", 
        "A man is writing on a chalkboard", 
        "A man is writing something on a blackboard.", 
        "A professor writing on chalkboard.", 
        "A person is writing on a chalkboard and teaching.", 
        "a guy writing down his name on a blackboard", 
        "A man is writing on a blackboard.", 
        "A man is writing on a chalkboard.", 
        "A professor writes equations on a chalk board.", 
        "A teacher is writing on the chalkboard.", 
        "A math professor is writing on a blackboard.", 
        "A man is writing on a blackboard.", 
        "A teacher is writing equations on a chalkboard.", 
        "A man wearing a black shirt is writing on a chalkboard.", 
        "a man is writing his name on a chalkboard.", 
        "A teacher is writing a math equation on a chalkboard.", 
        "A man is writing something on a chalkboard in class.", 
        "A man faces a blackboard, wiping some chalk from it.", 
        "A professor writes his name on the chalkboard.", 
        "A teacher is erasing words on a chalkboard.", 
        "he is solve the problem", 
        "A man is writing equations on a blackboard.", 
        "A man writes a math equation on a board"
    ], 
    "4871515296.jpg": [
        "A person is playing an instrument.", 
        "A young man is playing the xylophone.", 
        "A man is playing an instrument outside", 
        "A young man is playing the xylophone.", 
        "A man playing a large xylophone.", 
        "A man in a green shirt is standing outside with a large xylophone playing it.", 
        "A guy is playing an instrument in public.", 
        "A man is playing a large xylophone in public.", 
        "A young man is playing a xylophone.", 
        "A boy is playing a xylophone.", 
        "a guy playing on a harmonica", 
        "A young man is playing the xylophone in a plaza.", 
        "A man is playing a xylophone.", 
        "A guy is playing a marimba", 
        "he play music", 
        "A young man plays a xylophone.", 
        "A young man plays a giant xylophone.", 
        "A boy is playing an instrument.", 
        "A teenage boy is playing a large xylophone.", 
        "A teenager is playing an instrument outdoors.", 
        "A man in a green shirt is playing a giant xylophone outdoors.", 
        "A gut is playing the xylophone in public.", 
        "A teenage white boy wearing a green shirt is playing a large outdoor xylophone.", 
        "A yound man is playing the xylophone outdoors.", 
        "a man is playing the xylophone.", 
        "A boy is playing a xylophone", 
        "A boy plays an xylophone while people sit or walk by.", 
        "A boy is playing a marimba", 
        "A man in a green shirt is playing a xylophone outside while other people in the background mind their business."
    ], 
    "5573511334.jpg": [
        "A pilot is flying a small aircraft", 
        "A person flys a small plane with a passenger.", 
        "A person is flying a airplane", 
        "Two people are in the midst of flying in a helicopter.", 
        "a guy piloting a plane", 
        "A man is piloting a small airplane.", 
        "Two people are flying in a helicopter.", 
        "A man is piloting a small aircraft.", 
        "Pilots fly a plane", 
        "Two people pilot a small aircraft.", 
        "Two people are piloting a small aircraft.", 
        "A man with blond hair is piloting an airplane.", 
        "Two people are piloting a small aircraft.", 
        "Two pilots sit in a cockpit of an airborn plane", 
        "Two people are flying a helicopter and are in the air.", 
        "A pilot and co-pilot are flying a plane.", 
        "People are flying in a plane.", 
        "2 men are riding in a plane high above the horizon.", 
        "A couple people pilot an airplane.", 
        "A man is piloting a small plane.", 
        "Two people are in a small airplane looking out the windshield.", 
        "A pilot flies an airplane.", 
        "A pilot is piloting an airplane along with his one passenger.", 
        "People are flying.", 
        "Two people are operating an aircraft.", 
        "Two people are flying in a small airplane.", 
        "he is flying on flight", 
        "A pilot and his co-pilot are flying over a river.", 
        "a helicopter pilot is flying a helicopter."
    ], 
    "6869199530.jpg": [
        "A woman is bowling", 
        "A woman is bowling in a bowling alley.", 
        "A woman throws a bowling ball down the lane.", 
        "The woman has just tossed her bowling ball down the aisle.", 
        "A woman is bowling", 
        "A bowler throws the ball towards the pins.", 
        "A woman is bowling", 
        "A young woman is bowling.", 
        "A woman is rolling a bowling ball.", 
        "A woman wearing a funny beanie is bowling with a red ball.", 
        "throw the ball", 
        "A lady is seen throwing a red bowling ball down a lane of a bowling alley.", 
        "A girl throws a bowling ball.", 
        "A woman in a sock cap with ears is throwing a red bowling ball down the lane towards the pins.", 
        "a girl bowling", 
        "A woman in a hat throws her bowling ball towards the pins.", 
        "Someone is throwing a bowling ball down the lane", 
        "A woman is tossing a bowling ball.", 
        "A woman has just thrown her bowling ball down a bowling alley lane.", 
        "A young woman is bowling.", 
        "A person is bowling.", 
        "a woman is throwing a bowling ball at bowling pins.", 
        "A young woman is bowling with a pink ball.", 
        "A woman throws a bowling ball toward pins.", 
        "A girl is bowling.", 
        "A woman just threw a bowling ball down the lane.", 
        "A woman is bowling.", 
        "A girl is throwing the bowling ball.", 
        "A woman is lobbing a bowling ball down the alley."
    ], 
    "19212715.jpg": [
        "A person is kayaking in the ocean.", 
        "Someone is paddling a canoe in a large body of water.", 
        "A single person is kyaking in the middle of a body of water.", 
        "A person in a canoe is paddles in a large body of water.", 
        "A person is out in the waters rowing.", 
        "a guy kayaking", 
        "A man is alone on a kayak and is rowing his way across the water.", 
        "A man is in the ocean rowing his canoe.", 
        "A person is kayaking.", 
        "A person is rowing in a large body of water.", 
        "A person is riding a kayak through an open body of water.", 
        "A person is kayaking alone on a calm body of water.", 
        "A person is kayaking", 
        "A individual kayaks in a body of water.", 
        "boating", 
        "Someone is rowing a boat in the middle of the ocean.", 
        "A kayaker is kayaking in the middle of the ocean.", 
        "A person paddles their canoe in a large body of water.", 
        "A person is kayaking on calm waters.", 
        "a person is rowing a small boat.", 
        "A person is paddling in a canoe.", 
        "A man is rowing", 
        "A man is in a canoe far away.", 
        "A person is kayaking", 
        "A person is kayaking alone.", 
        "A man is kayaking in the ocean.", 
        "A person is kayacking.", 
        "A man is rowing his canoe out in the water.", 
        "People are rowing boats in the water"
    ], 
    "6721214117.jpg": [
        "A man has thrown a bowling bowl down the alley.", 
        "A man is bowling", 
        "A man just threw a bowling ball down the lane.", 
        "A bowler watches his ball hurl towards the pins.", 
        "A man wearing a red and gray shirt with black pants just got down bowling a ball down the lane.", 
        "a guy bowling", 
        "A man throws a bowling ball down the lane.", 
        "A man is bowling", 
        "A man is bowling.", 
        "A man just threw a bowling ball and is waiting to see where it hits.", 
        "A man is bowling.", 
        "A man is bowling in a bowling alley.", 
        "A man just threw a bowling ball down the alley and is about to make a strike.", 
        "A man is bowling in a competition.", 
        "A man is bowling.", 
        "A man is bowling in an international competition", 
        "A man is bowling in a building that has flags hanging on the walls.", 
        "he throw the ball", 
        "A man is rolling a bowling ball.", 
        "A man throws a bowling ball at some pins.", 
        "A man stands in position and stares at the bowling ball he rolled.", 
        "A man is watching his bowling ball approach the pins.", 
        "A man is bowling competitively.", 
        "A man is bowling.", 
        "A man is bowling.", 
        "A man is playing a game of bowling.", 
        "A man is bowling", 
        "a bowler is watching the bowling ball go down the lane towards bowling pins."
    ], 
    "5822092748.jpg": [
        "A man is putting blue paint on a wall", 
        "Someone is up on a latter with a paint bucket hanging off the side and painting the walls of a building blue.", 
        "a guy painting a wall", 
        "A man stands on a ladder while painting a building blue.", 
        "A man is painting a wall", 
        "A man on a ladder is painting a home.", 
        "A man is standing on a short ladder painting a building a bright blue color.", 
        "A man is painting a building.", 
        "A man is painting a building.", 
        "A Hispanic looking man on a ladder wearing an orange shirt and black pants with blue sandals paints a wall.", 
        "A man paints a wall while standing on a ladder.", 
        "A man is painting his house.", 
        "A man is standing on a ladder writing on the wall.", 
        "A man is painting a house blue.", 
        "A man is painting a building blue", 
        "A man is painting the outside of a building blue.", 
        "A man paints the outside of a house", 
        "A man on a ladder is painting his house blue.", 
        "A man is painting a building.", 
        "A man is standing on a ladder painting a wall blue.", 
        "A man wearing orange is standing upon a ladder painting a wall blue.", 
        "A man is painting a building.", 
        "A man is on a ladder painting a wall", 
        "A person is painting.", 
        "he is paint on wall", 
        "A man is standing on a ladder while painting a wall.", 
        "a man is painting a wall while standing on a ladder.", 
        "A man is painting a house"
    ], 
    "6677599803.jpg": [
        "A woman is rock climbing.", 
        "A woman is rock climbing looking upwards.", 
        "A woman clings to the face of a rock she's climbing.", 
        "A woman is enjoying a little rock climbing.", 
        "A woman is climbing rocks outdoors.", 
        "A woman is rock climbing and is part way up holding onto foot holds.", 
        "A woman is rock climbing.", 
        "A woman is rock climbing.", 
        "A woman is rock climbing.", 
        "She is climbing up the mountain", 
        "A woman climbs a mountain's cliff face.", 
        "A woman is rock climbing.", 
        "A woman is rock climbing with gear.", 
        "A lady is seen climbing the side of a rocky cliffside.", 
        "A woman is rock climbing.", 
        "a woman is rock climbing.", 
        "A woman is rockclimbing.", 
        "A rock climber is hanging on a cliff.", 
        "A woman is rock climbing.", 
        "A woman is rock climbing", 
        "A women is rock climbing", 
        "a woman rock climbing", 
        "A woman scales a rocky surface.", 
        "A blond woman is rock climbing.", 
        "A woman rock climbs", 
        "A woman is rock climbing.", 
        "A woman is climbing a rockface.", 
        "A girl is climbing a rock", 
        "A person is climbing."
    ], 
    "3195403123.jpg": [
        "A man is playing a drum and another man is standing behind him", 
        "A native man playing a drum.", 
        "Two men look into the distance with a smile on their face.", 
        "An older man wearing glasses is dressed in ethnic garb playing drums.", 
        "A man is playing drums", 
        "An older man is playing a drum.", 
        "A man is drumming.", 
        "A man dressed in cultural attire is drumming.", 
        "a man is standing holding drumsticks next to a drum.", 
        "Two men in tribal wear are smiling.", 
        "Two native american men are playing drums.", 
        "he play drums", 
        "2 men are smiling and are wearing native american gear and tapping on drums.", 
        "Man are smiling and looking into the distance and one is holding a drum", 
        "A man is playing a drum.", 
        "A man is playing a drum", 
        "Two Native American men are in traditional dress and one is holding a drum.", 
        "A man is playing drums with his friend looking at him.", 
        "A man is playing a homemade drum.", 
        "A man is playing a drum and has a huge smile on his face.", 
        "a guy playing the drum", 
        "A group of people are playing the drums.", 
        "Two people in glasses and ethnic clothing are standing near a drum.", 
        "An older gentleman is standing near a younger one with a drum.", 
        "A woman is playing a drum.", 
        "Two people dressed in their native clothing are playing a leather wrapped drum.", 
        "Two smiling men are standing next to each other with one holding a drum.", 
        "A couple of men hold a drum and smile."
    ], 
    "4893505289.jpg": [
        "A man is mowing a lawn.", 
        "A man is mowing his lawn.", 
        "A man is using a riding lawn mower.", 
        "A man cuts the grass on a riding lawn mower.", 
        "A white man dressed in landscaping uniform is mowing a large lawn with a sitting lawn mower.", 
        "A man is cutting grass.", 
        "A man is riding a riding lawnmower", 
        "A landscaper is trimming the grass on a machine.", 
        "A man is sitting on a riding lawn mower mowing the grass.", 
        "A man is riding on a riding lawn mower.", 
        "he is riding on mower", 
        "A man is riding a large lawnmower.", 
        "A man is riding a sitting lawnmower.", 
        "A man is riding on a mower", 
        "A man mows using a riding lawn mower.", 
        "A man is riding a lawnmower", 
        "A man rides a lawn mower in a large garden.", 
        "a man is riding a lawnmower.", 
        "A man is mowing a large yard with a riding mower.", 
        "A man is using a riding lawnmower.", 
        "A man is driving a lawnmower.", 
        "a guy lawn mowing", 
        "A person is mowing.", 
        "A man is using a riding mower to mow a lawn", 
        "A man is sitting on a riding lawnmower.", 
        "A man is riding a large lawnmower in a garden.", 
        "A man is mowing the grass on a large riding lawnmower.", 
        "A man is mowing a lawn while sitting down.", 
        "A man doing landscape work is sitting in a riding mower riding near the hedges."
    ], 
    "7828338600.jpg": [
        "she makes thread", 
        "A woman is making thread.", 
        "A woman is winding thread.", 
        "A woman is operating a machine with thread.", 
        "A woman is spinning yarn from wool.", 
        "A woman is weaving", 
        "A woman is sitting on a mat on the floor using a weaving device.", 
        "A woman spins fabric on her loom.", 
        "A lady is sitting and sewing something with a spindle wheel.", 
        "A woman is weaving with a traditional weave wheel.", 
        "A woman is sitting down pulling string in one hand and using a device with the other.", 
        "A woman activates a device using her hands and feet.", 
        "A woman is making fabric.", 
        "An Asian woman sitting on a mat outside is spinning yarn.", 
        "A woman is sitting out on a board with a fan facing her and she is holding a wire.", 
        "A woman is using a device to weave.", 
        "A woman sits on the ground, operating a loom.", 
        "A person is making fabric.", 
        "A woman is sewing.", 
        "a woman spinning wool", 
        "A woman is using a textile machine", 
        "A women is sitting on the floor working with yarn", 
        "A woman is spinning yarn.", 
        "A woman is sewing something.", 
        "A woman is sewing with a primative sewing machine.", 
        "A woman is sitting on the floor in front of a fan.", 
        "A woman is crafting an item.", 
        "A woman is using an odd machine to knit.", 
        "A woman is sitting on the ground making fabric"
    ], 
    "23770160.jpg": [
        "a man is sitting in a sunny grassy area holding a guitar.", 
        "A man is playing a guitar.", 
        "A man is playing his guitar outside on the grass", 
        "a man is playing guitar.", 
        "A man is playing guitar.", 
        "A young man with glasses is sitting in the grass playing an acoustic guitar.", 
        "A man is playing a guitar outside.", 
        "a guy playing the guitar", 
        "A man with longer hair is sitting in a field playing his guitar.", 
        "A man is playing an acoustic guitar outside.", 
        "A young man is playing the guitar outside.", 
        "A man is strumming a guitar", 
        "A man is sitting on the grass playing the guitar", 
        "A guy is holding his guitar.", 
        "A man plays the guitar while sitting on the grass.", 
        "A man is playing his guitar on the grass.", 
        "A guy is sitting on the grass playing an acoustic guitar.", 
        "A man is playing the guitar.", 
        "A sitting man is playing the guitar.", 
        "A young man is sitting on green grass playing an acoustic guitar.", 
        "A young man plays the acoustic guitar while sitting in the grass.", 
        "A man in glasses plays a guitar while sitting on the grass.", 
        "A man plays the acoustic guitar", 
        "A man with long hair is sitting down on grass outside holding a guitar.", 
        "A man sits and plays the guitar.", 
        "A man is playing an acoustic guitar.", 
        "A young man sits in the grass with a guitar.", 
        "he play a guitar", 
        "A guy is sitting in the grass playing his guitar."
    ], 
    "5366770416.jpg": [
        "The chef is tasting his stew.", 
        "A man tasting some soup.", 
        "A white man wearing a fedora and white shirt is tasting a soup in a commercial kitchen.", 
        "A cook is staring at a pot of food that he's adding spices to.", 
        "A man is spooning food from a large pot.", 
        "A man is tasting soup.", 
        "A cook is tasting some food in the kitchen.", 
        "A cook tastes the soup he is cooking.", 
        "A cook wearing a hat and apron is getting ready to sample the soup he just made.", 
        "A man is testing soup to see if it's done", 
        "A man is tasting his soup while he cooks it.", 
        "A man in a hat is trying a bite of food from a large pot that's on the stove.", 
        "A man tastes the food on the stove", 
        "A cook taste test his dish.", 
        "A cook is tasting the soup.", 
        "A man is tasting some soup.", 
        "a guy cooking", 
        "a man is testing the meal that is cooking beneath him.", 
        "he make receipe", 
        "A person is cooking and tasting the meal they are making in a kitchen.", 
        "A man is cooking.", 
        "A man is holding something over a large pot of food.", 
        "A chef is taste testing his creation.", 
        "A man in a hat is tasting food from a pot on the stove", 
        "A man in a hat gets ready to take a bite from something in a pot.", 
        "A man is tasting a large pot of soup.", 
        "A chef is tasting his food in the kitchen.", 
        "A man wearing a hat is about to taste some food from the pot its cooking in.", 
        "A man is tasting some food"
    ], 
    "5194027799.jpg": [
        "I blond woman is holding a black and white puppy.", 
        "A woman is holding a small puppy.", 
        "a woman holding a dog", 
        "A woman is holding a small puppy.", 
        "A young woman is holding a very tiny, recently born, puppy.", 
        "A girl wearing a black and flowered dress is holding a tiny black and white puppy.", 
        "A woman holds a small puppy.", 
        "She has a dog in her hand", 
        "A woman holds a puppy", 
        "A young woman is holding a baby puppy in her hands.", 
        "A young woman is holding a small puppy.", 
        "A person has a puppy.", 
        "A woman in a dress holds a small puppy.", 
        "A woman is holding a puppy dog", 
        "A woman is holding a puppy.", 
        "A girl is holding a puppy.", 
        "A woman holds a tiny puppy", 
        "A woman is holding a small puppy.", 
        "A girl is holding a puppy outdoors.", 
        "a girl is holding a small dog.", 
        "A woman is holding a small puppy.", 
        "A young woman is holding a tiny puppy.", 
        "A girl cradles a puppy in her hands.", 
        "A young woman is holding a small puppy.", 
        "A lady is holding a very young puppy.", 
        "A woman is holding her puppy.", 
        "A lady is holding a very small newborn puppy close to her.", 
        "A women is holding a little puppy", 
        "A woman with a black dress is holding a black and white puppy and admiring it."
    ], 
    "325742196.jpg": [
        "A child is playing with two toys.", 
        "A little girl is playing with a couple of toy figures.", 
        "A girl is playing with dolls.", 
        "A girl is playing with tiny dolls.", 
        "A child is playing with toys.", 
        "A child is playing with some dolls.", 
        "A girl is playing with toys.", 
        "A young girl is playing with her dolls.", 
        "A little girl plays with her two dolls.", 
        "A girl plays with plastic toy dolls", 
        "a girl is playing with a doll.", 
        "A kid is playing.", 
        "A little girl is playing with dolls.", 
        "A little girl is playing with two small toys.", 
        "A little girl is playing with her dolls.", 
        "A girl in playing with dolls.", 
        "A little blond toddler girl is playing with a tiny plastic doll.", 
        "A child plays with dolls.", 
        "A young child is playing with figurines.", 
        "a girl playing with dolls", 
        "she play with doll", 
        "A little girl is playing with her toys", 
        "A child is playing with her toys.", 
        "A little girl is playing with toy figures.", 
        "A child plays with a small toy.", 
        "A girl is playing with a doll", 
        "A young girl is playing with figures.", 
        "A young child plays with a couple dolls.", 
        "A girl plays with her dolls"
    ], 
    "5326961690.jpg": [
        "A baby with a hat is napping.", 
        "A baby sleeps soundly.", 
        "baby is sleeping", 
        "A baby lies sleeping.", 
        "A baby is sleeping.", 
        "A baby with a pink hat is sleeping on fur.", 
        "An infant is napping.", 
        "A baby is sleeping on a carpet.", 
        "A boy is sleeping.", 
        "A new born baby is sleeping while getting their picture taken.", 
        "A precious baby is laying on her stomach on a gray blanket naked with only a pink crocheted hat.", 
        "A baby is sleeping", 
        "A baby is a pink hat is sleeping.", 
        "A white baby wearing only a pink beanie is sleeping on its tummy on a gray blanket.", 
        "a baby sleeping", 
        "A baby with a hat is sleeping.", 
        "A baby is sleeping.", 
        "A small baby wears a hat and sleeps.", 
        "A baby girl is napping on a soft piece of fabric.", 
        "A baby is sleeping", 
        "A newborn baby sleeps", 
        "An infant in a pink crocheted hat is sleeping.", 
        "A baby is sleeping on her stomach wearing nothing but a hat", 
        "a baby is sleeping.", 
        "A young naked baby is sleeping.", 
        "A very young infant is sleeping.", 
        "A baby with a hat is sleeping soundly.", 
        "A baby with a pink knit hat is sleeping on a blanket.", 
        "A young baby wearing a purple crochet hat is sleeping on some very soft cloth."
    ], 
    "6681702227.jpg": [
        "A woman is cutting a man's hair.", 
        "a girl cutting a mans hair", 
        "A lady cuts a man's hair.", 
        "A woman wearing a tank top is cutting a man's hair with scissors.", 
        "A woman is cutting a man's hair.", 
        "A woman is cutting a mans hair.", 
        "A man is getting his hair cut by a woman.", 
        "A woman is cutting hair", 
        "A young man is getting his hair cut.", 
        "A women is cutting a man's hair", 
        "A beautician is cutting a mans hair.", 
        "A woman cuts a man's hair", 
        "A woman is giving a man a haircut.", 
        "A woman is giving a man a hair cut.", 
        "A woman is giving a man a haircut on stage.", 
        "A man is getting his hair trimmed by a woman.", 
        "A woman is giving a man a haircut on stage.", 
        "A woman is cutting the hair of a man in front of a screen.", 
        "A lady cuts a man's hair.", 
        "A womans cuts a mans hair.", 
        "A woman is cutting a mans hair", 
        "A man is seated while a woman is cutting his hair.", 
        "A woman is cutting a man's hair.", 
        "a woman is cutting the hair of a man.", 
        "A woman is cutting a man's hair.", 
        "she is hair cutting", 
        "A woman gives a man a haircut.", 
        "A man is getting his hair cut by a woman.", 
        "A woman is giving a man a haircut."
    ], 
    "4597303045.jpg": [
        "A man is sitting near the water and smoking a pipe", 
        "A man sits perched while appearing to be deep in thought.", 
        "A man is smoking a pipe inquisitively", 
        "An older man is sitting down and smoking a pipe.", 
        "A japanese man sits upon a rock holding a pipe in his mouth.", 
        "A man is sitting on some rocks near the shore and is smoking a pipe.", 
        "A man is smoking.", 
        "A man is smoking a pipe near the water.", 
        "A man in sandals is sitting near a body of water.", 
        "sitting on beach", 
        "A middle aged Asian man wearing light blue shirt and khaki pants with sandals sits on a rock smoking a pipe.", 
        "A man is sitting outside chewing on something", 
        "A man is smoking a pipe", 
        "A man is sitting and smoking a pipe.", 
        "a man is sitting with a pipe in his mouth.", 
        "A man is smoking a pipe at the beach.", 
        "A man is sitting on a rock and smoking a pipe.", 
        "A man is smoking from a pipe at the beach.", 
        "A man is smoking a pipe near the water.", 
        "A man is sitting near water smoking a pipe.", 
        "A sitting man is smoking a pipe.", 
        "A man is smoking a pipe while sitting outside.", 
        "A man sits on the seashore, smoking a pipe.", 
        "A man smokes a pipe while sitting on a rock at the coast.", 
        "A man is sitting down near a marsh looking down.", 
        "A man is sitting by the beach while contemplating.", 
        "A man is sitting on a rock by the sea smoking a pipe.", 
        "a guy smoking", 
        "A boy is smoking a pipe."
    ], 
    "381760243.jpg": [
        "A woman wearing a white shirt and blue tie is playing a trumpet.", 
        "A woman is playing a trombone", 
        "A woman is playing a trombone.", 
        "A women with a trombone performing in a concert.", 
        "A woman is playing the trombone.", 
        "A girl is playing a trombone solo into a microphone.", 
        "A woman plays the trumpet in front of a microphone.", 
        "A woman is playing the trumpet", 
        "A girl is playing a trumpet.", 
        "A woman is playing a solo piece on her trumpet into a microphone.", 
        "A woman is playing the trombone.", 
        "a girl playing the trumpet", 
        "A woman is playing a horn.", 
        "A girl plays trombone.", 
        "A woman plays a musical instrument.", 
        "A woman in a blue tie is playing a trombone into a microphone.", 
        "she is play trumpet", 
        "A woman is playing a trombone.", 
        "A woman is playing a trombone into the microphone.", 
        "A girl plays the trombone", 
        "A woman is playing an instrument in a room and there are two people behind her.", 
        "A woman is playing her trombone into a microphone.", 
        "a woman is playing trumpet.", 
        "A woman is playing a trumpet in a concert.", 
        "A woman is playing the trombone.", 
        "A woman plays a trombone at a microphone.", 
        "A woman is playing the trumbone and her cheeks are puffy.", 
        "A woman is playing a trumpet.", 
        "A person is playing the trombone."
    ], 
    "3676460610.jpg": [
        "A woman is taking a bicycle off a path.", 
        "A woman riding a bike down a path into a large field.", 
        "A woman wearing a blue tank top and black workout pants is riding a bike on a trail with bushes everywhere.", 
        "A person rides the beaten path on a bike through a field.", 
        "A person is biking.", 
        "A woman riding her bike on a road in a field.", 
        "ride on bicycle", 
        "A woman is mountain biking outdoors", 
        "A woman is biking in a lush green field by her lonesome.", 
        "A woman riding a bike down a trail.", 
        "A woman is riding her bike is a field.", 
        "A woman rides a bicycle in a field.", 
        "A women is riding her bike through a field.", 
        "A woman is riding her bicycle outside.", 
        "A woman is riding her bike down a trail in a field.", 
        "A woman cycles through a field", 
        "A woman is riding a bicycle in a large field.", 
        "A lady is riding a bicycle alone in a flat grassy field.", 
        "A woman is riding a bike on a trail.", 
        "A person is biking a grassy terrain.", 
        "A woman is riding her bike through nature.", 
        "Someone is riding their bike down a trail", 
        "a woman riding a bike", 
        "A woman is riding her bike in a field.", 
        "A cyclist is biking through a grassy field.", 
        "A woman is riding a bike through a field", 
        "a woman is biking through grass.", 
        "A woman rides a bike in an open field.", 
        "A woman bikes on a nature trail.", 
        "A woman is riding a bike through a field."
    ], 
    "4504478051.jpg": [
        "A young girl in a red snow suit is climbing a tree", 
        "A little girl is climbing a tree.", 
        "A little girl in a snowsuit is sitting in a tree.", 
        "A girl sits in a tree between tree branches.", 
        "A girl is climbing a tree in winter.", 
        "A girl climbs a birch tree in the winter.", 
        "A girl in a snowsuit is in a tree.", 
        "A little girl is standing on top of a tree.", 
        "A girl dressed in all red is in a tall naked tree in the winter.", 
        "A girl in red winter wear is climbing a tree.", 
        "A young girl is up in a tree", 
        "A kid is climbing.", 
        "a girl is climbing a tree.", 
        "She stands on the tree", 
        "A girl is standing in a tree.", 
        "A young girl is standing in an aspen tree.", 
        "A girl is sitting on a tree.", 
        "A child is on a tree", 
        "A girl wearing a heavy red coat is standing upon a high tree.", 
        "A young girl is sitting in a tree.", 
        "A young white girl wearing a red snow outfit is perched up between tree trunks.", 
        "A child is standing on a tree.", 
        "A little girl is sitting in a tree in the winter time.", 
        "A little girl is climbing a tree", 
        "a girl climbing a tree", 
        "A young girl is climbing a tree.", 
        "A girl is climbing a tree", 
        "A girl is playing in a tree.", 
        "A young girl poses on top of a tree.", 
        "A little girl dressed for winter is standing up in a tree on some large branches."
    ], 
    "71007788.jpg": [
        "Two children are trick or treating", 
        "Two children in costume are running down the sidewalk.", 
        "A little boy dressed as a pirate is chasing down a girl dressed as a princess.", 
        "A boy dressed as a pirate follows a girl dressed as a princess.", 
        "Two children run on a sidewalk in Halloween costumes.", 
        "A child dressed as a princess in a blue dress and another kid in a pirate outfit are walking down the sidewalk away from the camera.", 
        "2 children dressed for Halloween are seen running down the street.", 
        "Children are trick-or-treating.", 
        "Kids are going trick or treating.", 
        "Two children are running down the street on halloween.", 
        "A child chases down his friend while they walk around going trick or treating.", 
        "a little boy and little girl running", 
        "A little boy in a costume is running after a girl in a costume.", 
        "A little boy and girl are trick or treating together.", 
        "two kids dressed up on halloween", 
        "A kid dressed up as a pirate is chasing another kid dressed as a princess.", 
        "A little girl dressed as a princess and a little boy dressed as a pirate run away from the camera down the side walk.", 
        "Two children in halloween costumes run down a sidewalk.", 
        "Two kids are trick or treating.", 
        "Children in Halloween costumes are running", 
        "Two children in costumes are going down the sidewalk.", 
        "Two young children in costumes are running on a sidewalk.", 
        "Two kids are walking down the sidewalk trick or treating dressed as a pirate and a princess.", 
        "Two children are trick or treating as a pirate and a princess", 
        "A child dressed as a pirate is chasing another child, dressed as a princess.", 
        "two children in costumes are trick or treating.", 
        "A boy and girl run down a sidewalk trick or treating.", 
        "Two kids are trick or treating", 
        "A little boy dressed a pirate chases a little girl in a princess costume."
    ], 
    "4464176007.jpg": [
        "A man is sitting on a bench reading the newspaper and drinking coffee.", 
        "a man drinking coffee and reading a newspaper", 
        "A person is sitting on a bench.", 
        "A man sits on a park bench, reading a newspaper.", 
        "A man is sitting on a park bench reading the newspaper.", 
        "A man is reading the newspaper while sitting on a bench.", 
        "A man is sitting on a bench in a park while reading a newspaper.", 
        "a man is holding a coffee and a newspaper while sitting on a park bench.", 
        "A hipster is sitting on a bench drinking coffee.", 
        "A man is sitting on a bench reading a newspaper and holding coffee", 
        "A man is sitting on a bench while enjoying his coffee and reading a newspaper.", 
        "A man with a coffee is reading the paper.", 
        "A man wearing a coat and scarf is sitting on a park bench holding a coffee and reading the newspaper.", 
        "A man is sitting on a bench in the park reading the newspaper", 
        "A man is reading a newspaper on a bench", 
        "A man reads a newspaper on a bench.", 
        "A man is sitting on a bench reading a newspaper and holding a starbucks coffee in one of his hands.", 
        "A man is sitting on a bench reading a newspaper.", 
        "A man sitting on a bench is reading the newspaper.", 
        "A man is sitting on a bench reading a newspaper.", 
        "A man is reading and sipping starbucks coffee on a park bench outside.", 
        "he read a news paper", 
        "A man is sitting on a bench reading a newspaper and holding a coffee.", 
        "A man sits on a bench reading a newspaper while holding a cup of coffee.", 
        "A man is reading on a park bench", 
        "There's a man sitting on a bench drinking coffee and reading a newspaper.", 
        "A man sits on a bench reading a paper with a coffee in his hand.", 
        "A man holding a coffee is reading a paper on a bench."
    ], 
    "5291613581.jpg": [
        "A boy is playing with a shovel.", 
        "A young boy is playing with a yellow toy shovel.", 
        "A child happily plays with his toy shovel.", 
        "A little boy is holding a yellow toy shovel and there is a Christmas tree in the background.", 
        "A young boy on Christmas enjoying a new toy shovel.", 
        "A boy holds up a shovel", 
        "A boy is holding a toy shovel", 
        "A little boy is playing with his new toy shovel during Christmastime.", 
        "A child is playing with a toy shovel.", 
        "A boy is holding a yellow toy shovel.", 
        "A kid is holding a large yellow plastic shovel.", 
        "A small child is posing with a snow shovel", 
        "A little boy is holding a shovel and smiling", 
        "A boy is playing with a toy shovel.", 
        "little boy is playing", 
        "A little boy plays with a yellow snow shovel.", 
        "A kid is holding a large orange pail inside in front of a christma tree.", 
        "A child poses with a plastic shovel.", 
        "A boy plays with a large toy shovel.", 
        "A young white boy is holding on to a yellow plastic shovel.", 
        "A young boy is holding a giant yellow shovel next to a Christmas tree.", 
        "a boy is holding a yellow shovel.", 
        "A child plays with a big yellow shovel.", 
        "A little boy just got a yellow shovel for Christmas.", 
        "A young boy plays with a plastic snow shovel", 
        "A young child is playing with a yellow shovel.", 
        "A boy is playing with a yellow snow shovel.", 
        "a kid with a shovel", 
        "A kid is playing with a shovel."
    ], 
    "807129.jpg": [
        "A bearded man is playing a flute.", 
        "a guy playing the flute", 
        "he play the Flute", 
        "A man is playing the flute.", 
        "An elderly man is playing the flute on the sidewalk.", 
        "A man is sitting playing the flute.", 
        "A man sitting on the sidewalk is playing a flute.", 
        "An old man is playing a flute.", 
        "A seated man is playing a flute.", 
        "An older man is sitting outside leaning against a metal fence and playing a flute.", 
        "An older man is playing the flute.", 
        "A man is playing the flute", 
        "A white bearded man is sitting and playing a flute.", 
        "An older man plays a flute while sitting on the ground.", 
        "An older man is sitting outside and playing the clarinet against a fence.", 
        "A bearded man sits as he plays the flute.", 
        "A man is playing a flute.", 
        "a man is playing the flute.", 
        "An old man plays the flute", 
        "A man is playing a flute on the street", 
        "A man is sitting playing the flute.", 
        "A man is sitting on the ground playing a flute", 
        "A man with a white beard is sitting outside playing an instrument.", 
        "An older white man with a long gray beard sits on the ground outside playing the flute.", 
        "A disheveled man is playing a flute.", 
        "A homeless man is playing the flute outdoors.", 
        "A man is playing a flute.", 
        "A bearded man is sitting against a fence playing a flute.", 
        "An old man plays a flute outside near a fence."
    ], 
    "4043883681.jpg": [
        "A woman carves a sculpture out of ice.", 
        "A woman is carving and ice sculpture.", 
        "A woman carves the specs", 
        "A woman is creating an ice sculpture.", 
        "A woman is carving an ice sculpture.", 
        "A woman is creating an ice sculpture.", 
        "A lady is carving something in ice with a pick.", 
        "A young woman is showing how she sculpts ice.", 
        "a woman sculpting a figure out of ice", 
        "A lady chisels away at an ice sculpture.", 
        "A woman is making an ice sculpture.", 
        "A woman is carving an ice sculpture.", 
        "A woman is chiseling an ice sculpture.", 
        "A woman making an ice sculpture.", 
        "A woman is carving an ice sculpture with pleasure.", 
        "A woman is carving an ice sculpture.", 
        "A woman is carving an ice sculpture.", 
        "A girl is trying to sculpt an ice figure.", 
        "A woman is sculpting ice.", 
        "A woman is creating an ice sculpture.", 
        "A brunette woman wearing a long sleeve shirt is sculpting ice with a knife.", 
        "A woman is sculpting a block of ice.", 
        "A woman makes an ice sculpture", 
        "A woman is creating an ice sculpture.", 
        "An individual smiles as they carve an ice sculpture.", 
        "A woman is making an ice sculpture", 
        "A smiling lady is making a ice sculpture", 
        "A woman is carving an ice sculpture", 
        "A woman is carving a block of ice into a sculpture."
    ], 
    "3126981064.jpg": [
        "2 people are surfing on waves in the ocean.", 
        "A man is surfing.", 
        "A surfer riding a wave.", 
        "A man in a black skintight outfit is surfing on green waters.", 
        "A man is surfing a wave.", 
        "A man is surfing", 
        "People are surfing in the water", 
        "A man is surfing and trying to ride a wave.", 
        "A man is surfing", 
        "Two people are riding large waves.", 
        "A man in a black wetsuit is surfing a large wave.", 
        "two people are surfing.", 
        "A surfer is catching a wave.", 
        "A rides a wave while surfing.", 
        "Two people are riding a wave on surfboards.", 
        "Two men wearing black swimsuits are surfing a good size wave.", 
        "A man is surfing.", 
        "he is surfing", 
        "A man is surfing in the ocean.", 
        "a guy surfing", 
        "A man is surfing and waiting for a wave.", 
        "Two men in water suits are surfing.", 
        "Two people are surfing.", 
        "A man is surfing", 
        "A man is suring a wave.", 
        "A man rides a large wave in the ocean.", 
        "A man in a wet suit rides the waves on his surfboard.", 
        "A man and his friend are surfing a giant wave."
    ], 
    "7157359077.jpg": [
        "An older man is lining up a shot on a billiard table.", 
        "An older man with glasses is bending over a pool table ready to shoot the ball.", 
        "A man is lining up a shot in a game of billiards.", 
        "A guy is lining up a pool shot.", 
        "An older, balding white man wearing glasses and a white shirt is squinting while playing pool.", 
        "A man shoots pool", 
        "An older man with glasses is playing pool measuring where to strike the white ball.", 
        "A man is playing pool.", 
        "An old man is playing a game of pool.", 
        "A man is lining up a pool shot.", 
        "A man is aiming a pool shot.", 
        "A man is playing pool", 
        "A main in glasses lines up a pool cue.", 
        "An older man in glasses in playing billiards.", 
        "A man is playing billiards", 
        "A man is playing pool.", 
        "A man in glasses is leaning over a pool table lining up his shot to the corner pocket.", 
        "An older man is about to make a pool shot.", 
        "he play billiards", 
        "A man is making a shot in a game of pool.", 
        "A man aims a shot while playing pool.", 
        "A older man in glasses is playing pool", 
        "a man is lining up his shot on the pool table.", 
        "A man is eyeing up his shot in a game of pool.", 
        "A man is trying to make a shot in pool.", 
        "A man plays pool.", 
        "a guy playing pool", 
        "An older gentleman lines up a billiards shot.", 
        "A man lines up a pool shot."
    ], 
    "6928014516.jpg": [
        "A boy is riding a horse.", 
        "A boy is riding a horse.", 
        "A child is riding a horse", 
        "A boy rides a horse.", 
        "A little boy riding on a horse.", 
        "A little boy in a cowboy hat rides a horse in a corral.", 
        "A young kid is on a horse", 
        "A child rides quickly on a horse.", 
        "A boy rides a horse.", 
        "A boy in a cowboy hat is riding a horse.", 
        "A young boy wearing a black cowboy hat is riding a brown horse.", 
        "A boy rides a horse in a pen.", 
        "A boy in a cowboy hat is riding a horse that is running.", 
        "A person is riding a horse.", 
        "A young boy is riding a horse.", 
        "a boy rides a horse.", 
        "A boy is riding a horse.", 
        "a kid riding a horse", 
        "horse riding", 
        "A young boy in a cowboy hat is riding a horse.", 
        "A boy is riding a horse", 
        "A person is riding a brown horse on brown dirt.", 
        "A young boy is riding a brown horse.", 
        "A young boy is riding on a horse in a fenced dirt area.", 
        "A little cowboy is riding his horse.", 
        "A young boy with a cowboy hat is riding a horse.", 
        "A boy is riding a horse.", 
        "A young boy is riding a horse."
    ], 
    "4390269250.jpg": [
        "A little girl is eating a strawberry.", 
        "A young girl is eating a strawberry", 
        "A little girl in a striped shirt is eating a strawberry.", 
        "A girl is eating a strawberry.", 
        "A child is eating a strawberry.", 
        "A little girl is eating a strawberry.", 
        "A child is eating a strawberry.", 
        "A little girl is eating a strawberry off the vine.", 
        "a girl is eating a strawberry.", 
        "A young girl is eating a strawberry.", 
        "A toddler is eating a strawberry in a white room.", 
        "A young Asian girl is eating a strawberry.", 
        "A little girl is enjoying a strawberry.", 
        "a kid eating a strawberry", 
        "A kid eats a strawberry.", 
        "A little girl is taking a bite out of a strawberry.", 
        "A young girl eats a strawberry.", 
        "A young girl is eating a strawberry.", 
        "A little girl is eating a strawberry", 
        "A young girl is eating a strawberry.", 
        "A young girl puckers her lips while holding a strawberry.", 
        "A girl is eating a strawberry", 
        "A kid is eating a strawbery", 
        "A girl is eating a strawberry.", 
        "A young girl is eating a strawberry.", 
        "A young Japanese girl is eating a strawberry.", 
        "A little girl is eating a strawberry.", 
        "A little Asian girl with pigtails sucks on a strawberry.", 
        "a girl eat strawberry"
    ], 
    "5584269779.jpg": [
        "A girl is riding a horse.", 
        "A woman is riding a white horse.", 
        "A lady in red is riding upon a white stallion in a open field.", 
        "a girl riding a horse", 
        "A girl is riding her horse in a horse competition.", 
        "There is a person riding a white horse.", 
        "A young woman is riding a white horse.", 
        "A lady is riding a horse.", 
        "A girl is riding on her horse.", 
        "horse riding", 
        "A woman wearing a red long sleeve shirt and black pants and hat rides a white horse.", 
        "A woman is riding on a horse.", 
        "A woman is riding a horse", 
        "A person is riding a horse through an open field.", 
        "A person is riding a horse", 
        "A girl rides a horse", 
        "A woman rides a white horse.", 
        "A woman is riding a white hore outdoors.", 
        "A woman is riding a white horse.", 
        "A woman is riding a horse.", 
        "A woman in a red jacket is riding a white horse.", 
        "A woman sits on top of a horse.", 
        "A young woman is riding a horse.", 
        "A woman rides a white horse.", 
        "A woman is riding a horse.", 
        "A woman is riding a horse.", 
        "A woman is riding a horse", 
        "A child is riding on the back of a horse."
    ], 
    "4661134609.jpg": [
        "Street cleaners sweeping up animal poop.", 
        "Workers are sweeping the street", 
        "people cleaning up the street", 
        "Some men are sweeping the streets.", 
        "Workers are cleaning the streets with brooms.", 
        "sanitation workers clean debris from the street during a public event.", 
        "A group of workers are cleaning animal poop on a street.", 
        "Some street cleaners are sweeping up manure from the middle of the street during a parade.", 
        "Four men wearing green and gray outfits are sweeping horse poop at a parade of some kind.", 
        "A crew of men wearing reflective vests are cleaning up something off of the street with brooms.", 
        "A group of workers are street sweeping.", 
        "Several people in yellow and gray wear are cleaning a road in a crowded outdoor event.", 
        "Four men in matching outfits are sweeping in the middle of the street.", 
        "Four members of a cleanup crew are sweeping the street after an event.", 
        "Four men sweep the streets", 
        "Several men are sweeping up debris in the street.", 
        "Street cleaners are cleaning the street with brooms.", 
        "Men are sweeping the streets.", 
        "People are cleaing the street.", 
        "Several men are sweeping a street.", 
        "A group of men sweep up trash off the street.", 
        "4 men are shoveling what appears to be feces from the street.", 
        "City workers are sweeping the streets clean after a parade.", 
        "A group of men are sweeping the street.", 
        "Some people in green and black uniforms use push brooms during a parade.", 
        "Workman are sweeping the street at an event.", 
        "he is cleaned on road", 
        "Men are cleaning the street", 
        "Working are sweeping up horse manure"
    ], 
    "4761374939.jpg": [
        "A women is reading a book during a subway commute.", 
        "A woman is reading a book on a subway.", 
        "A few people are on a colorful and sem-crowded train, some are reading and some are staring off into space.", 
        "Everyone on the subway is waiting for their destination.", 
        "Several people are riding a subway car and one women is reading a book.", 
        "A woman is reading a book while riding the  subway.", 
        "People sitting in a train.", 
        "A group of people are sitting on a subway tram and some are reading books and newspapers.", 
        "People are sitting on a bus.", 
        "A woman is reading a book on the train.", 
        "A few people are sitting on a subway reading and looking into the distance.", 
        "Many individuals are passing the time while in transit on a subway.", 
        "A woman is reading in a train car.", 
        "A woman sits on a subway reading a book, while another man and woman sit next to her.", 
        "she reads the book", 
        "A women is reading a book on the subway with other people sitting around her", 
        "Several people are sitting on the subway.", 
        "People are riding the train.", 
        "People are sitting on a subway.", 
        "A woman is reading on the subway.", 
        "Some people are riding on a subway.", 
        "Several people are looking bored on the subway.", 
        "several people are sitting inside a train.", 
        "a girl reading a book on the metro", 
        "A group of people remain seated while riding on a train.", 
        "People are riding the train", 
        "A woman reads a book on the subway", 
        "A woman reads a book while on the subway with other passengers.", 
        "People ride a subway train."
    ], 
    "35268263.jpg": [
        "A woman is sewing.", 
        "A woman is sewing a white item.", 
        "A woman sits at a messy table, using her sewing machine.", 
        "A woman is sewing on a messy table.", 
        "A woman sits at a sewing machine, sewing.", 
        "A woman is using a sewing machine", 
        "A woman is sewing on her sewing machine.", 
        "A woman is sewing with her sewing machine.", 
        "A woman is sewing on a sewing machine.", 
        "A women is using a sewing machine", 
        "a woman is sewing with a sewing machine.", 
        "A woman is using a sewing machine", 
        "A woman works at her sewing machine", 
        "A woman is sitting at a cluttered counter with her sewing machine and sewing a shirt.", 
        "A woman sews using a sewing machine.", 
        "A person is sewing.", 
        "A woman with blondish gray hair is sitting at a table while using a sowing machine.", 
        "A woman is sewing inside using a table with a lot of items on it.", 
        "An older woman is sewing.", 
        "she is tailoring", 
        "A woman is using a sewing machine.", 
        "A woman is sitting at a table sewing.", 
        "A lady is seen sewing something on a sewing machine.", 
        "A woman is sewing.", 
        "a woman sewing", 
        "A woman is using a sewing machine.", 
        "A woman is sewing.", 
        "A grandma is sewing."
    ], 
    "7558058046.jpg": [
        "A man is sleeping on a hammock.", 
        "A man is lounging in a hammock.", 
        "A man laying in a hammock.", 
        "A boy is sleeping in a hammock", 
        "A man is sitting on a hammock next to the water.", 
        "sleep in under the tree", 
        "A person is laying in a hammock by the water", 
        "a guy laying in a hamack", 
        "a man relaxes in a hammock with his shoes off.", 
        "A man is relaxing in a hammock.", 
        "A man is reclining in a hammock.", 
        "A man rests in a hammock", 
        "A person is laying on  a hammock outside staring into the distance.", 
        "A boy is relaxing on a hammock.", 
        "A person is resting in a hammock.", 
        "A man is lounging in a hammock.", 
        "A man is relaxing in a hammock near a body of water.", 
        "A man is lying in a hammock near the river.", 
        "A man is laying in a hammock.", 
        "A man is relaxing in a hammock near a body of water.", 
        "A man is laying in a hammock", 
        "A person is relaxing in a hammock by the water.", 
        "A man lounges in a hammock next to the water's edge.", 
        "A man is relaxing in a hammock near a body of water.", 
        "A man relaxes on a swing near a body of water.", 
        "A person is sleeping in a hammock.", 
        "A man is laying on a hammock near a body of water.", 
        "An Asian man lays in a hammock that sits in front of a river.", 
        "A man lays back and relaxes on a hammock."
    ], 
    "5821457818.jpg": [
        "A man is feeding geese.", 
        "A man is feeding some geese.", 
        "A man in a large green coat is bending over and looking at swans on the lake in front of him.", 
        "A boy is feeding swans", 
        "A man is feeding ducks.", 
        "A man is fascinated with five ducks near him that are in water.", 
        "A man feeding some geese.", 
        "a boy is leaning over on the edge of the water where swans approach.", 
        "A boy investigates a group of swans.", 
        "Someone is feeding geese in the water.", 
        "A person is feeding the ducks.", 
        "A child is playing with swans.", 
        "A boy is looking at a group of swimming swans.", 
        "A man is standing by the water feeding geese", 
        "A young boy wearing a black beanie and green coat is feeding swans on a lake.", 
        "A boy is feeding a group of swans", 
        "a kid feeding swans", 
        "A boy feeds a group of swans at the lake.", 
        "A boy is at the edge of a lake feeding the swans.", 
        "A man leans over at the water's edge while looking at some swans.", 
        "A person is feeding a group of swans.", 
        "A person is feeding swans.", 
        "A young boy is feeding some swans.", 
        "A person is feeding white swans.", 
        "A boy is feeding swans.", 
        "A man is feeding swans.", 
        "A person is feeding some swans.", 
        "He feeds the birds"
    ], 
    "6260674203.jpg": [
        "A woman is grating something on a metal grater in a commercial kitchen.", 
        "A woman is grating cheese.", 
        "A female soldier is making food.", 
        "A woman is grating something.", 
        "A woman is grating cheese.", 
        "A woman grates food into a container.", 
        "A women is preparing some food in a kitchen", 
        "A woman is grating cheese.", 
        "A woman is grating cheese", 
        "A woman in an apron is grating.", 
        "A woman grating some cheese.", 
        "A women is shredding cheese into a container", 
        "A person is cooking.", 
        "A young woman is prepping food in a military kitchen.", 
        "A woman in a uniform grates cheese.", 
        "A woman is grating some food into a bowl.", 
        "A woman is grating something on a grater into a metal square pan.", 
        "A lady wearing a beret is grading something into a bowl.", 
        "A woman is grating food into a pan.", 
        "A woman is using a grater for prepping her food to cook.", 
        "A cook is grating food.", 
        "A woman is grating something into a container.", 
        "a woman grinding on a grinder", 
        "A woman is grating food in a kitchen.", 
        "A woman is grating something with a grater.", 
        "A woman in all black wear is cooking with silver utensils inside.", 
        "she make on kitchen", 
        "A woman is cooking", 
        "A woman in the Royal Airforce is grating food in a tent kitchen."
    ], 
    "4789495327.jpg": [
        "an older looking red haired lady is talking on a yellow flip phone.", 
        "A middle aged woman is talking on her bright yellow cell phone", 
        "A women is talking on the phone.", 
        "A white woman with long brown hair, wearing a white shirt is talking on a yellow cell phone.", 
        "A woman is talking on a yellow cell phone.", 
        "A women is talking on a cell phone", 
        "A woman is on the phone.", 
        "A woman is talking on a cellphone.", 
        "A woman is talking on the phone.", 
        "A lady talks into her cellphone.", 
        "A woman is talking on her phone.", 
        "A woman talks on the phone.", 
        "a woman talking on her cell phone", 
        "A woman is talking on a cell phone.", 
        "A brown haired woman is on her phone looking off to the side.", 
        "A woman talks on a yellow cellphone", 
        "A woman is talking on her cellphone outside.", 
        "A woman talks on her cell phone", 
        "A women is talking on her cell phone on the sidewalk.", 
        "A woman is talking on her cellphone.", 
        "An older woman is on her phone.", 
        "she make a call", 
        "A woman is speaking on the phone.", 
        "A woman is talking on a cell phone.", 
        "A woman is speaking into a mobile phone.", 
        "A woman in a white shirt is talking on her cell phone.", 
        "A middle aged woman is talking on her cell phone.", 
        "A woman is talking on a cell phone", 
        "a woman is talking on her cell phone."
    ], 
    "6990987537.jpg": [
        "A man is sawing a board.", 
        "A man is using a saw on some wood.", 
        "A man is sitting on a wood object and manipulating wood in an outdoor community.", 
        "A man is cutting a piece of wood to build something", 
        "A man is sawing wood", 
        "A man is building.", 
        "A man is using a saw to cut wood.", 
        "A man sits and cuts a board.", 
        "A man is using a power tool on a piece of wood.", 
        "a guy sawing a board", 
        "A man dressed for cold weather is sitting on a metal beam cutting a piece of wood.", 
        "A man wearing a black sweater and blue scarf is sitting while using a circular saw to cut some wood.", 
        "A person is sawing a board.", 
        "A man is putting nails into wood.", 
        "A man is sanding some wood.", 
        "A man is cutting wood with a tool.", 
        "A man is doing construction.", 
        "A man is cutting a piece of wood.", 
        "A man saws on wood.", 
        "A workman is building a structure.", 
        "A man in a jacket is cutting wood with a circular saw.", 
        "a man is cutting a piece of wood to size.", 
        "he is doing architech", 
        "A carpenter is working on a house.", 
        "A man is sanding wood outside", 
        "A man is cutting wood with a circular saw.", 
        "A man is outside sitting on a metal curve while cutting a piece of wood with a circular saw.", 
        "A man is cutting a wooden beam with a hand held saw."
    ], 
    "6314474316.jpg": [
        "There is a Scottish band matching in a parade.", 
        "Men in traditional Scottish kilts are playing the bagpipes and drums.", 
        "A very regal looking man is playing the bagpipes.", 
        "A man is playing the bagpipes while the procession walks behind him.", 
        "A man is playing the bagpipes.", 
        "An older man is playing the bagpipes in an event.", 
        "a guy playing the bagpipe", 
        "A Scottish band is being led by a man playing the bagpipes.", 
        "A group of men are playing in a band.", 
        "A man in a kilt plays the bagpipes.", 
        "A man is playing bagpipes.", 
        "A group of people in kilts are playing instruments.", 
        "An older man is playing the bagpipes and someone else is playing the drums near him.", 
        "Men in kilts are playing instruments outside", 
        "A man plays the bagpipes", 
        "A man is playing a bagpipe with a band behind him.", 
        "A man is playing the bagpipe and others stand behind him.", 
        "he play music", 
        "A man is playing bagpipes.", 
        "An old man is playing a bagpipe.", 
        "A man is playing a bagpipe", 
        "A man is playing the bagpipes", 
        "Two people in regalia play instruments, one being a bagpipe and the other being a drum.", 
        "A man is playing the bagpipes.", 
        "A man stands tall while playing the bagpipes.", 
        "A Scottish band in red plaid skirts plays with the windpipe player being in the front.", 
        "Men in cultural Scottish garb play instruments.", 
        "Some men dressed in Scottish clothing are playing bagpipes and drums outside.", 
        "An older man plays the bagpipes as the drummer behind him watches.", 
        "A man is playing bagpipes while another is playing the drums."
    ], 
    "7686241792.jpg": [
        "A man lifting a heavy weight.", 
        "A man is lifting weights.", 
        "A man from China is lifting weights in the Olympics.", 
        "A man in a contest lifting heavy weights.", 
        "An Olympic weightlifter is competing for a medal.", 
        "weightlifting", 
        "An Olympic weightlifter shouts as he lifts a heavy weight.", 
        "A man is lifting a heavy weight", 
        "A very fit muscular man is lifting red weights in a competition.", 
        "A man in red is lifting a very heavy weight.", 
        "A man is lifting weights/", 
        "A body builder from China is doing a dead lift.", 
        "a man attempts to deadlift a heavy weight.", 
        "A man lifts weights at the Olympics", 
        "A man is lifting heavy weights.", 
        "A man lifts a set of heavy weights.", 
        "A man is in the process of doing an overhead press.", 
        "A powerlifter holds up weights", 
        "A weightlifter is screaming as he lifts weights.", 
        "A male body builder is yelling and holding a bar loaded with weights.", 
        "A weightlifter is lifting a barbell in a competition.", 
        "a guy lifting weights", 
        "A powerlifter is competing.", 
        "A man is lifting a large weight in a competition.", 
        "A man from China is lifting weights.", 
        "A Olympic lifter is lifting at a competition", 
        "A Chinese weightlifter is performing a snatch at the London 2012 Olympic Games.", 
        "A man is lifting a really heavy set of weights.", 
        "A man wearing red tank top and bikers shorts is in the process of lifting heavey weights."
    ], 
    "6220789654.jpg": [
        "A woman is playing the cello while singing.", 
        "A woman is playing an instrument.", 
        "A woman is playing an upright bass", 
        "A woman is playing a cello", 
        "A woman is playing the cello.", 
        "A woman is singing and playing the violin.", 
        "A woman plays a cello and sings into a microphone.", 
        "A women is playing a cello and singing into a microphone", 
        "he play the violin", 
        "A person is intensely playing a cello.", 
        "A lady is singing and playing a cello.", 
        "A woman is playing the cello.", 
        "A woman is playing a cello.", 
        "a woman playing the cello", 
        "A woman is standing and playing a cello while singing into a microphone.", 
        "A musician is playing a cello while singing into a microphone.", 
        "A man is playing a bass.", 
        "A person plays the cello.", 
        "A woman is playing the cello with a microphone near her mouth.", 
        "A woman is playing the cello that has a microphone hooked up to it.", 
        "A woman is playing the cello.", 
        "A woman is playing the viola.", 
        "A woman is playing the cello.", 
        "a woman is playing music with a stringed instrument and vocals.", 
        "A musician is playing the cello and singing", 
        "A middle age short haired blond woman wearing blue scarf and tank top plays the cello and sings into a microphone.", 
        "A woman is playing the cello.", 
        "A woman is playing a sit down bass.", 
        "A woman is performing on a cello."
    ], 
    "3707738261.jpg": [
        "A child is playing in the leaves.", 
        "A girl is playing in the leaves.", 
        "A girl outdoors playing with leaves.", 
        "A girl tosses up a bunch of fallen leaves.", 
        "a girl throwing leaves in the air", 
        "A child is playing with leaves.", 
        "A girl is tossing leaves", 
        "A child is tossing leaves in the air.", 
        "A little girl decked out in a pink coat is playing outside in the leaves.", 
        "A child is playing with leaves", 
        "A young girl is playing in fall leaves.", 
        "A girl in a pink coat is tossing leaves around outside.", 
        "A little girl is throwing up a bunch of leaves into the air.", 
        "she is play", 
        "A girl throws some leaves", 
        "A young girl in a pink jacket is throwing leaves everywhere and smiling.", 
        "A little girl in a pink coat throws leaves up.", 
        "A child plays with leaves.", 
        "A girl is throwing leaves into the air", 
        "A young girl is playing in the leaves.", 
        "A young girl is playing in some leaves.", 
        "A child is throwing yellow leaves outside all over her cheering.", 
        "A kid is playing in leaves.", 
        "A young girl is playing outside in the leaves.", 
        "A young girl plays in the leaves.", 
        "A young girl wearing a pink jacket and blue beanie throws dried leaves up in the air.", 
        "A girl is throwing dead leaves up in the air.", 
        "A young girl is tossing some leaves in the air.", 
        "a girl is lifting up and playing with leaves that have fallen to the ground."
    ], 
    "7348289414.jpg": [
        "A child is eating an apple.", 
        "A boy is eating an apple.", 
        "A baby in a blue hat is outside in a chair eating an apple.", 
        "A toddler holds an apple to his mouth.", 
        "A young boy is eating an apple.", 
        "a little boy eat the fruit", 
        "A young child eats an apple.", 
        "A young child wearing a blue hat is eating a green apple.", 
        "A toddler is eating an apple.", 
        "a baby eating an apple", 
        "A child is enjoying a piece of fruit.", 
        "A young little boy wearing a blue cap is eating a green apple.", 
        "A kid is eating.", 
        "A boy is eating a green apple.", 
        "A young child is eating an apple", 
        "A little boy is eating an apple", 
        "A baby is eating an apple.", 
        "A child is eating an apple.", 
        "A baby is chewing on a green apple looking straight ahead.", 
        "A little boy wearing a blue hat and bib is ready to bite an apple.", 
        "A young kid is eating a green apple.", 
        "A child eats a green apple.", 
        "A boy is eating an apple", 
        "A toddler is taking a bite out of a green apple.", 
        "a boy is eating a pear.", 
        "A child is eating an apple.", 
        "A small kid is eating fruit.", 
        "A young boy is eating a green apple"
    ], 
    "6237339784.jpg": [
        "A young boy wearing long sleeves and pants sits atop a large tree trunk.", 
        "A young boy is sitting in a tree.", 
        "A boy holds on to a small branch while sitting on a large tree branch.", 
        "a boy sits on the branch of a tree.", 
        "A little boy sits on a tree limb.", 
        "A boy is sitting on a large branch in a tree.", 
        "A kid is sitting in a large brown tree looking at the camera.", 
        "A boy is sitting on a branch posing.", 
        "a child holding on to branches", 
        "A child straddles a tree branch.", 
        "A boy is sitting in a tree holding onto a limb", 
        "A young boy is sitting on a tree holding onto a branch.", 
        "A kid is climbing.", 
        "A young boy is sitting on a tree branch.", 
        "A kid is sitting upon a giant tree branch holding onto the other smaller branches.", 
        "A boy in a striped shirt is sitting on a large tree branch.", 
        "A boy sits on a tree branch", 
        "A child sits on top of and holds a tree branch.", 
        "a boy sitting up on the tree", 
        "A boy is sitting in a tree.", 
        "A boy is sitting in a tree", 
        "A young child is sitting on a tree branch.", 
        "A kid is sitting in a tree", 
        "A little boy is sitting on a large tree branch while holding on to smaller branches.", 
        "A boy is sitting on the branch of a tree.", 
        "A young boy is hanging out on a tree limb.", 
        "A young kid is sitting in a large tree.", 
        "A boy is sitting in a tree."
    ], 
    "4750619121.jpg": [
        "A woman is eating ice cream", 
        "A woman is walking outside by a busy street eating an ice cream cone.", 
        "A woman is eating an ice cream cone.", 
        "A woman is eating an ice cream cone.", 
        "A woman is eating an ice cream cone in the city.", 
        "A blond woman walks with a half-eaten ice cream cone in her hand.", 
        "A woman is walking down a busy street eating an ice cream cone.", 
        "a woman is eating an ice cream cone with a man behind her.", 
        "A woman eats an ice cream cone", 
        "A woman is enjoying an ice cream cone.", 
        "A woman is walking on the street eating an ice cream cone.", 
        "A woman is eating an ice cream cone while walking the streets.", 
        "A woman is walking and eating an ice cream cone.", 
        "A woman and man are walking outdoors just minding their business.", 
        "A woman is eating an ice cream cone.", 
        "A woman stares as she eats an ice cream cone.", 
        "A lady wearing a purple shirt is eating an ice cream cone.", 
        "A woman is eating an ice cream cone.", 
        "A woman is eating an ice cream cone", 
        "a woman eating an ice cream", 
        "A young man and woman are walking down the street together.", 
        "A young white woman wearing a purple sweater with a white shirt and purse walks down the street eating a chocolate ice cream cone.", 
        "A lady is eating.", 
        "she eats ice cream", 
        "A woman is eating an ice cream cone while walking down the street.", 
        "A woman is eating an ice cream cone while walking down the street.", 
        "A women is walking and eating a snack", 
        "A woman is eating an ice cream cone."
    ], 
    "6381955081.jpg": [
        "A man in a tank top shirt is rowing in a canoe down a river or lake.", 
        "A muscular man with glasses is rowing a boat in green waters.", 
        "An athlete is rowing a boat.", 
        "A man in racing clothes and sunglasses rows a canoe.", 
        "A man is rowing a large team rowboat.", 
        "A man is rowing a boat", 
        "A young athlete is rowing a sports canoe.", 
        "A man is rowing", 
        "A man is rowing a boat.", 
        "A man rows a boat.", 
        "a man is rowing a bow.", 
        "A man is rowing a boat.", 
        "He paddle on the boat", 
        "A man is kayaking alone.", 
        "A man is rowing a boat.", 
        "An athlete is rowing a boat.", 
        "A man is rowing a boat.", 
        "A man is rowing a boat with an oar", 
        "A man is rowing", 
        "A man is rowing alone.", 
        "A man is rowing a boat.", 
        "A man is rowing a boat.", 
        "A man is out on the lake rowing his boat.", 
        "A young man is rowing a small vessel.", 
        "A young white man wearing biker pants and tank top with sunglasses rows down a body of water.", 
        "A young man is rowing in a boat.", 
        "a guy kayaking", 
        "A person is rowing.", 
        "A man is sitting in a small boat with a paddle handle in his hands."
    ], 
    "4987220012.jpg": [
        "a man is waiting for the train", 
        "A man reads the newspaper in a subway.", 
        "A man is reading a paper waiting for the train.", 
        "A man is reading the newspaper while waiting for his subway train to arrive.", 
        "A man is reading a newspaper while he waits for the train.", 
        "A man reading a newspaper while waiting for the subway.", 
        "A man is standing on a subway platform reading a newspaper while waiting on the train.", 
        "a man reads a newspaper while waiting for the train.", 
        "An older man is reading while waiting in a train station standing up.", 
        "a guy reading a newspaper", 
        "A man is read a paper in the subway station.", 
        "A man reads a newspaper while waiting for the train.", 
        "A man is reading a newspaper.", 
        "A man is reading a newspaper.", 
        "A man is waiting for the train while reading the newspaper.", 
        "he read the news paper", 
        "A man reads the newspaper while waiting for the subway.", 
        "A man is reading a newspaper in the subway", 
        "A man is reading a newspaper waiting for the subway.", 
        "A japanese man is reading a newspaper and waiting on the subway train to arrive.", 
        "A man reads the newspaper as he waits for the train in the subway.", 
        "An older Asian man wearing glasses leans on a post reading the paper while waiting for the subway.", 
        "A man reads the newspaper while waiting for a train", 
        "A man stands in a train station while reading a newspaper.", 
        "An adult man is reading a newspaper while waiting for a train.", 
        "An older gentleman is reading a newspaper as he awaits the subway's arrival.", 
        "A man is standing in the subway station reading a newspaper", 
        "A man is reading."
    ], 
    "4715971264.jpg": [
        "A man is juggling outside", 
        "A young man juggles 3 balls.", 
        "A man juggles two balls.", 
        "A young man is juggling outside.", 
        "A boy is juggling green balls.", 
        "A young man in a beanie is juggling three balls.", 
        "a guy juggling balls", 
        "A young man is outside at the park juggling two tennis balls.", 
        "A young adult is juggling balls.", 
        "a teen is juggling balls.", 
        "A person is juggling outside", 
        "A white teenage boy wearing a black beanie is juggling yellow balls.", 
        "A young man juggles three balls.", 
        "A young man juggles three green balls.", 
        "A guy is juggling yellow balls.", 
        "A man is juggling three balls.", 
        "A young man is juggling.", 
        "A man is juggling three yellow balls outside.", 
        "A boy is jugglign", 
        "A boy is juggling.", 
        "A young man juggles", 
        "he play with three balls", 
        "A young man is juggling 3 balls outdoors.", 
        "A young man is juggling some white balls.", 
        "A guy is juggling three yellow balls.", 
        "A man is outside with a yellow ball in one hand while tossing the other one.", 
        "A man is juggling some balls.", 
        "A person is juggling.", 
        "A boy is juggling."
    ], 
    "4939361156.jpg": [
        "A man is eating ice cream.", 
        "A long haired man is eating an ice cream cone.", 
        "A man is eating an ice cream cone.", 
        "A man with long hair is eating an ice cream cone.", 
        "A man with long hair and biker's vest eats an ice cream cone.", 
        "An old man is eating an ice cream cone.", 
        "A man with long hair and sunglasses is standing outside and eating an ice cream cone.", 
        "A long haired man is eating an ice cream cone.", 
        "A man is eating an ice cream cone", 
        "a guy eating an ice cream", 
        "a man eats an ice cream cone.", 
        "A man eats an ice cream cone.", 
        "A man with long hair is eating ice cream.", 
        "he eat ice cream", 
        "A man eats an ice cream cone", 
        "A biker is eating an ice cream cone.", 
        "A man eats an ice cream cone.", 
        "A man eats an ice cream cone", 
        "A person is eating icecream.", 
        "An older man is eating an ice cream cone outside.", 
        "A man is eating an ice cream cone.", 
        "A man eats ice cream on a cone.", 
        "A long haired blond man wearing sunglasses is eating an ice cream cone.", 
        "A man is eating a ice cream cone", 
        "A long haired man is eating icecream outside.", 
        "An old biker is eating an ice cream cone.", 
        "A man is eating an ice cream cone at an event.", 
        "A man is eating an ice cream cone."
    ], 
    "4001914227.jpg": [
        "A little boy is pushing a lawnmower in the grass.", 
        "A young boy is mowing the lawn.", 
        "A boy is cutting the lawn.", 
        "a boy is pushing a manual lawnmower.", 
        "A boy is pushing a lawnmower", 
        "a child lawn mowing", 
        "A boy is pushing a lawn mower.", 
        "A little boy is trying to operate a gardening tool.", 
        "A child pushes a lawnmower.", 
        "A boy is pushing a blade-style lawnmower in the grass.", 
        "A kid is mowing.", 
        "A little boy is pushing a lawnmower on the grass", 
        "A young boy is pushing a hand mower.", 
        "A boy is pushing a lawnmower", 
        "A little boy is pushing a manual push mower.", 
        "A young boy is mowing the grass with a manual lawn mower.", 
        "A kid is mowing the lawn", 
        "A young boy is pushing a rotary mower.", 
        "A young boy is mowing the lawn with a push mower.", 
        "A young boy is mowing the lawn.", 
        "A boy is mowing the lawn.", 
        "A young boy is pushing a manual lawnmower.", 
        "A young child is pushing an antique push mower in a grassy yard.", 
        "A child is mowing the lawn.", 
        "A little boy is pushing a manual mower in the grass.", 
        "A young boy mows the lawn with a push mower.", 
        "A young child is mowing with a push mower.", 
        "A kid is mowing a lawn next to a sidewalk.", 
        "boy is clean a garden"
    ], 
    "5669914204.jpg": [
        "A young boy is looking through a microscope.", 
        "A kid is looking into a telescope.", 
        "A boy looks through a telescope.", 
        "A boy is looking through a telescope", 
        "A blond toddler is looking through a telescope.", 
        "A boy peers through a telescope.", 
        "A young boy is looking through a telescope.", 
        "A child is looking through a large telescope during the daytime.", 
        "A boy is looking through a telescope.", 
        "A boy is looking into a telescope.", 
        "A young boy is looking through a very large telescope at something on the horizon.", 
        "A child is peeking through a telescope.", 
        "A child is outside looking into a telescope.", 
        "a little boy is seeing on the telescope", 
        "A little boy is on a balcony looking through a telescope.", 
        "A kid looks through a telescope.", 
        "a boy is looking through the lens of a telescope.", 
        "A boy is looking through a telescope in the day time.", 
        "A little boy looks in a telescope.", 
        "A small human is looking through a telescope.", 
        "A boy is looking through a telescope", 
        "a kid looking through a lens", 
        "A young boy is looking through a telescope.", 
        "A boy looks through a telescope", 
        "A little boy is looking through a telescope.", 
        "A child is looking through a telescope", 
        "A small child is looking through a telescope.", 
        "A child looks into a telescope."
    ], 
    "7772052674.jpg": [
        "A group of friends are enjoying a drink at their favorite pub.", 
        "Young adults are drinking.", 
        "A few people are drinking beers at a bar.", 
        "Three people sit at a table drinking alcohol.", 
        "Three people are in a restaurant drinking an alchoholic beverage together.", 
        "Three people are sitting down at a bar and drinking.", 
        "A group of individuals have beer together.", 
        "A group of people are drinking.", 
        "A group of friends are drinking at a bar.", 
        "Three people are sitting in a bar having some drinks together.", 
        "3 friends are sitting in a bar drinking some beers.", 
        "Two men and a woman sit at a table enjoying alcoholic beverages.", 
        "A group of people are drinking beer at a bar.", 
        "Friends are drinking beer at a pub", 
        "Two guys and a woman are sitting at a table in a bar drinking beer.", 
        "Some people are drinking beer in a bar.", 
        "A group of friends are enjoying some drinks on a night out.", 
        "Three people are sitting at a table drinking", 
        "Several people are drinking at a bar.", 
        "3 people sit at a table in a bar and 2 of them are drinking beer.", 
        "Three people sit in a bar drinking beer", 
        "girl and boy is drinking", 
        "Some people are drinking at a bar", 
        "Some people are hanging out in a bar.", 
        "two guys and a girl drinking", 
        "Three people sit at a bar drinking beer and one drinks it out of the pitcher.", 
        "Adults are drinking beer in a bar.", 
        "3 adults are drinking at a bar.", 
        "three people sit around the table at a bar and grill and drink beer."
    ], 
    "4895017117.jpg": [
        "A man vacuums a bedroom.", 
        "A person is cleaning.", 
        "A man is vacuuming a room.", 
        "A man is vacuuming a vanilla carpet floor in a small room.", 
        "A man is vacuuming the carpet.", 
        "An older white man is vacuuming a bedroom.", 
        "A man is vacuuming a bedroom.", 
        "A barefoot man is vacuuming the carpet around a bed.", 
        "An older man is vacuuming.", 
        "A man is vacuuming a room", 
        "A man is vacuuming a room.", 
        "A man is running a vacuum in his bedroom.", 
        "A man is vacuuming.", 
        "A man is vacuuming his bedroom.", 
        "A man is vacuuming a bedroom", 
        "a man is vacuuming.", 
        "A man is vacuuming his bedroom.", 
        "A man is vacuuming a room.", 
        "He cleaned the house", 
        "A man is vacuuming his bedroom.", 
        "a guy vacuming", 
        "A man is vacuuming", 
        "A man is vacuuming his bedroom carpet.", 
        "A man is vacuuming the floor.", 
        "A man vacuums a bedroom floor.", 
        "A man is vacuuming his floor next to the bed.", 
        "A man vacuums the bedroom", 
        "A man is vacuuming a bedroom.", 
        "A man is vacuuming his bedroom."
    ], 
    "3787061402.jpg": [
        "A boy is sitting in the lap of another boy who is holding his ears.", 
        "a little boy catching another little boy's ear", 
        "A boy is playing with another boy's ears.", 
        "A child is playing with another child's ear.", 
        "A child pulls his friend's ears as a joke and the friend laughs.", 
        "A boy is playing with another's ears.", 
        "A few kids are sitting down and one is pulling on the others ears.", 
        "A boy plays with another boy's ears", 
        "3 children are sitting and one is playing with another boys ears by holding them out.", 
        "A little boys is tugging on another little boys ears.", 
        "A little boy pulls the ears of another little boy sitting in front of him.", 
        "A boy is tugging another boy's ears.", 
        "Three small children are sitting for their picture outside while the boy in the back is holding the ears out of the boy in front of him.", 
        "A boy is playing with another boys ears", 
        "A boy is pulling another boy's ears", 
        "A child grabs another child by the ears.", 
        "Three children sit together, as one boy is pulling another boy's ears.", 
        "Kids are playing.", 
        "A kid is playing with a kids ears", 
        "A little boy plays with another little boys ears, while they sit with another two small children.", 
        "A boy plays with the ears of one of his friends.", 
        "A baby is playing with another baby's ears while a third baby pays no attention.", 
        "A young boy is pinching another boy's ears.", 
        "Three young children are sitting together outside.", 
        "A little boy is playing with another boy's ear.", 
        "One child is pulling on a another childs ears.", 
        "A few small children are sitting together.", 
        "a kid pulling another kids ears", 
        "A boy is grabbing a younger boys ears from behind."
    ]
}