{
    "4855517694.jpg": [
        "A man is playing an accordian.", 
        "A man plays the accordion.", 
        "A man plays the accordian.", 
        "A man is playing an accordion.", 
        "A many plays an exotic instrument in the street.", 
        "A man is playing an accordion.", 
        "older man is playing accordion", 
        "man playing an accordion", 
        "A man is playing the accordion outside a stone building.", 
        "an older man is playing the accordion outside", 
        "A middle aged man in a beanie cap and blue dress shirt plays the accordion in front of a gray, brick wall.", 
        "a man wails on the accordion", 
        "A man in a hat is playing an accordion", 
        "The man is playing a musical instrument.", 
        "A person is playing an accordian.", 
        "A man is outside playing an accordion.", 
        "A man in a hat is playing the accordion on the street.", 
        "A man plays an  accordion.", 
        "A man is playing a accordion.", 
        "An older man is playing the accordion outdoors.", 
        "A man is playing the accordion.", 
        "The pplay ow", 
        "A man is playing an organ.", 
        "A man is playing an accordion outside", 
        "A man is playing the accordion outside.", 
        "A man plays the accordion outdoors.", 
        "A man is playing his accordion.", 
        "A person is playing an accordion.", 
        "An old man plays the accordion outside of a building."
    ], 
    "4618355872.jpg": [
        "A woman in a bicycle helmet is taking a close up photo of a bush with some kind of dark berries on it.", 
        "A woman taking a picture of some plants.", 
        "A woman takes a photo.", 
        "woman photographs plants", 
        "A young woman takes a break from riding a bike to take a photo of some plants along the trail.", 
        "A young woman kneels down to take a photo of a plant in the forest.", 
        "A girl takes a picture.", 
        "A woman is taking a picture of plants with her camera.", 
        "A woman is photographing nature on her bike ride.", 
        "A young woman wearing a helmet is taking a picture of some plant life", 
        "The girl tree camare now", 
        "A girl is taking a picture of a plant.", 
        "A woman photographs a bean.", 
        "A girl takes a close-up photo of a plant.", 
        "A woman photographs some greenery.", 
        "a woman taking a picture of a plant", 
        "A woman taking a photo of a plant.", 
        "A young woman is taking a photo of plant's outdoors.", 
        "A girl is taking pictures of plants with a digital camera.", 
        "A woman is taking a very zoomed in picture of a plant outside.", 
        "A girl is taking a photo of a plant", 
        "A woman takes photos of the plants", 
        "A woman holding a camera snaps a photo of a bean plant.", 
        "A woman is taking pictures of a plant", 
        "woman photographs plants", 
        "The girl is taking pictures of green plants.", 
        "A woman is taking a picture."
    ], 
    "4786057236.jpg": [
        "man playing an accordion", 
        "A man leaning up against the wall playing the accordion.", 
        "A latin man plays the accordion.", 
        "A middle aged, mustached man with tan skin plays the accordion in a t-shirt in front of a corporate looking set of walls and windows.", 
        "A man in a gray t-shirt is playing the accordion in front of a building.", 
        "a man plays an accordion", 
        "older man is playing an accordion", 
        "A man is playing accordion outside.", 
        "A  Man plays an accordion.", 
        "A man is playing an accordian", 
        "A man is playing an accordian in front of a door.", 
        "A middle aged man is playing the accordion outdoors.", 
        "A man playing the accordion and smiling.", 
        "An older gentleman plays an accordion on the street.", 
        "A man is playing his accordion.", 
        "A guy is playing the accordian.", 
        "A man is playing his accordion.", 
        "A man looking at the camera while playing an accordion.", 
        "A man is outside playing the accordion.", 
        "A man is playing the accordion", 
        "A man plays an instrument while standing outside on the street corner.", 
        "The man is playing a musical instrument.", 
        "A man plays the accordian.", 
        "A man is playing an organ.", 
        "A homeless man is playing the accordion outside a building", 
        "A man is playing the accordion.", 
        "A man is playing an accordion besides a building.", 
        "The play now", 
        "A man holds his accordion."
    ], 
    "4988974320.jpg": [
        "A woman is carefully painting a large vase.", 
        "A woman is painting a vase.", 
        "A woman is painting.", 
        "A woman is panting the pot.", 
        "A woman paint some pottery.", 
        "A woman is painting a large white vase.", 
        "A woman in a workshop paints a vase as onlookers watch.", 
        "A woman is decorating a vase", 
        "A woman is sitting on a chair and painting a vase.", 
        "woman is painting a fancy vase", 
        "a woman painting a vase", 
        "A woman finishes work on painting an intricate vase.", 
        "A woman is detailing a vase with a small brush.", 
        "A woman in white clothing is painting a vase.", 
        "A woman is painting a vase.", 
        "A young blonde woman in a white smock paints a vase sitting in front of her.", 
        "An artist is painting on a vase.", 
        "A woman paints a vase.", 
        "A woman painting a design on a large urn.", 
        "an artist creates a vase", 
        "The play dwaring now", 
        "A woman is painting a vase in front of several people", 
        "A painter is painting a vase while other people watch", 
        "The women is paining a vase.", 
        "A woman paints a large vase.", 
        "A woman paints a vase to a design of many suns.", 
        "A woman paints a pot.", 
        "A woman is painting a large vase."
    ], 
    "3767841911.jpg": [
        "a young child wearing an orange dress playing in the sprinkler.", 
        "A blonde boy in orange stands in front of a sprinkler.", 
        "A little girl is playing in a sprinkler.", 
        "A girl is playing at a sprinkler.", 
        "A child is getting wet from a lawn sprinkler.", 
        "Child is enjoying a sprinkler", 
        "A little girls is playing with the sprinkler.", 
        "A young girl is running around a sprinkler outside.", 
        "A young girl plays around a sprinkler in her parent's yard.", 
        "A young girl is playing in the sprinkler in the yard.", 
        "A toddler enjoys the sprinkler.", 
        "Toddlers are outside in the grass near a sprinkler", 
        "a small child playing with a sprinkler", 
        "A baby is outside looking at the water sprinkler.", 
        "A toddler playing outside in the sprinkler.", 
        "A little girl walks past a sprinkler.", 
        "young baby girl is playing outside with the sprinklers", 
        "A baby plays around the sprinkler.", 
        "A young blonde toddler in an orange dress stands smiling in front of a sprinkler in the grass.", 
        "The child is playing near the water sprinkler.", 
        "A toddler is walking with sprinklers hitting him.", 
        "The child play now", 
        "A toddler runs through water from a water sprinkler on the lawn.", 
        "a kid looks at a lawn sprinkler", 
        "A young boy is enjoying a sprinkler outside", 
        "A young girl is holding her shirt while standing next to a water sprinkler.", 
        "A tot plays in a lawn sprinkler.", 
        "A girl is playing in the sprinklers."
    ], 
    "6716053167.jpg": [
        "A woman bowling and in a post-throw pose.", 
        "A woman is bowling.", 
        "A woman is bowling.", 
        "a woman practicing bowling", 
        "A woman throws a bowling ball and waits to see the result.", 
        "A woman is throwing a ball down a bowling lane.", 
        "a pro bowler lets one loose", 
        "A woman rolled a ball down the bowling lane.", 
        "The girl play now", 
        "A woman is bowling.", 
        "AA woman rolls a bowling ball down a lane.", 
        "A blonde woman in black threw a bowling ball down a lane.", 
        "A woman throws a bowling ball.", 
        "A woman pretends to bowl.", 
        "A woman is posed in front of a bowling alley, looking like she's practicing bowling.", 
        "The women is bowling.", 
        "A woman is practicing her bowling strike", 
        "A woman lines up a bowling strike.", 
        "A girl is bowling.", 
        "women practices her bowling game", 
        "A girl is bowling.", 
        "A woman is bowling.", 
        "A woman tossing a bowling ball down an alley.", 
        "A woman bowls.", 
        "A woman is bowling.", 
        "A woman is bowling at a bowling alley", 
        "A young long haired blonde women maintains her stance as she lets go over her ball and aims for the pins in a bowling alley."
    ], 
    "3724738804.jpg": [
        "Kids are jumping into a pool", 
        "Some kids are jumping in a pool.", 
        "The swimming pool three girl", 
        "Three girls are about to jump into a pool.", 
        "The girls were diviing in the pool.", 
        "Three girls are jumping in a pool.", 
        "family enjoys pool time in the summer", 
        "Three kids are jumping into a pool.", 
        "Four young children are caught in mid air jumping into the pool, wearing goggles in front of straw covered, umbrellas.", 
        "A group of girls prepare to jump into the pool all at once.", 
        "The girls are jumping in to the pool.", 
        "Four children are jumping into a pool together.", 
        "Three children are jumping into a swimming pool.", 
        "Girls jump into a pool.", 
        "A group of girls jumps in a private pool.", 
        "Four young girls dive simultaneously into a hotel pool.", 
        "three kids jump in the pool", 
        "Three siblings are wearing googles and jumping into a pool.", 
        "Three people are jumping into a pool.", 
        "Three girls jump into a pool.", 
        "Three girls are getting ready to jump in a pool.", 
        "Children jumping into a swimming pool.", 
        "three young girls jumping into a pool", 
        "Three kids are jumping into the pool.", 
        "Three children are swimming.", 
        "Three girls are jumping into a pool", 
        "Three kids are jumping in a pool."
    ], 
    "5241718422.jpg": [
        "A man is on a treadmill.", 
        "A man is running on a treadmill.", 
        "A man wearing headphones is running on a treadmill", 
        "A man runs on the treadmill.", 
        "a man running on a treadmill", 
        "A man is running on the treadmill.", 
        "The man is using a treadmill.", 
        "A man is jogging on a treadmill.", 
        "An older man is running on a treadmill", 
        "A man is running on the treadmill.", 
        "A man is running on a treadmill.", 
        "A man is running on a treadmill.", 
        "A man running on a treadmill.", 
        "A man is running on the treadmil.", 
        "a man exercises on a treadmill", 
        "A man is on a treadmill.", 
        "There's a man on a treadmill.", 
        "A man is walking on a treadmill.", 
        "A man runs on a treadmill.", 
        "The boy gm", 
        "A man is running on a treadmill", 
        "A older man jogs on his treadmill with earbuds.", 
        "A middle aged man is running on a treadmill indoors.", 
        "man works out on treadmill", 
        "A man runs on a treadmill in a gym.", 
        "A middle aged man wearing head phone runs on a treadmill in the gym.", 
        "A man runs on a treadmill at the gym.", 
        "A man is running on a treadmill inside while listening to music.", 
        "A man is running on the treadmill at the gym."
    ], 
    "122202217.jpg": [
        "Man with a long pony-tail is fixing his bike.", 
        "A man is repairing his bicycle on the side of a path.", 
        "man doing repairs or maintenance on a bicycle", 
        "A man is fixing a bike.", 
        "A guy is fixing a bike.", 
        "A cyclist is fixing his bicycle", 
        "A man fixing his bicycle.", 
        "A white man is repairing his bicycle.", 
        "A guy is fixing his bicycle.", 
        "A man with a ponytail kneels to repairs his bicycle tire.", 
        "A young man fixing his bicycle.", 
        "a man fixes his bike", 
        "A man changes a bike tire.", 
        "A man is repairing a bicycle.", 
        "A young man is making a repair to his bicycle outside.", 
        "A boy repairs his bike outside one morning.", 
        "The man cycle serive", 
        "A red haired, pony tailed man, sits fixing his overturned bike in front of the grass and trees.", 
        "The person is pumping the bike tires with air.", 
        "A man is fixing his bike.", 
        "A man is fixing the bike.", 
        "A man with orange hair is fixing his bicycle outdoors.", 
        "A man fixing a bike.", 
        "A man repairs a bike.", 
        "A young man is fixing his bike on the path.", 
        "A young man with a ponytail is fixing his bike.", 
        "A man fixes his bike along a trail.", 
        "man fixes bike in the park"
    ], 
    "3854366835.jpg": [
        "A park ranger is standing on the beach with the shore at his back and a professional camera in his hands.", 
        "A man is holding a camera.", 
        "A man is near the shore with his camera.", 
        "a man holds a camera", 
        "An official photographer readies his camera at a park.", 
        "The man is preparing his camera for a photo.", 
        "A man is holding his camera.", 
        "The man camer in beach", 
        "An official looking man holds a camera while at the seashore.", 
        "A man is checking his camera for usage.", 
        "A man is holding a camera.", 
        "A park ranger is holding a camera.", 
        "A man in uniform holding a camera.", 
        "A man is holding a camera.", 
        "a man holding a camera while staring at something", 
        "A bearded man in a uniform is on a beach with a camera.", 
        "A man holds a camera.", 
        "An officer is holding a DSLR at a beach while looking at the camera.", 
        "An official man with some camera is standing holding it.", 
        "ranger readies for a photograph", 
        "A forest ranger is standing outside holding an SLR camera.", 
        "A guy holds a big camera.", 
        "A man holds a camera.", 
        "A ranger holds a camera.", 
        "A man in a uniform holds a camera.", 
        "A man is holding a camera", 
        "A foreign officer holds a evidence camera infront of water on a beach.", 
        "A man is holding a camera on the beach"
    ], 
    "6110845331.jpg": [
        "A kid is coloring.", 
        "A girl is coloring with her crayons.", 
        "A girl is coloring.", 
        "young girl is drawing on the floor", 
        "A girl is coloring.", 
        "A little girl is coloring.", 
        "A child is drawing and coloring.", 
        "A girl lying on the floor coloring.", 
        "A little girl is drawing with crayons on the floor.", 
        "The child drawing now", 
        "A young girl is lying on the carpet drawing with crayons.", 
        "The little girl is coloring.", 
        "A young girl is laying on the floor and coloring with crayons.", 
        "a kid is drawing", 
        "A young girl is looking at the camera while drawing with crayons.", 
        "a child drawing with crayons on a sheet of paper", 
        "A young girl is drawing a picture with crayons on her floor.", 
        "The girl is drawing with crayons.", 
        "A small girl draws on a poster with crayons.", 
        "A child is coloring.", 
        "A little girl is coloring and has an orange crayon in her hand.", 
        "A light brown haired toddler girl lays drawing with crayons on a paper spread out in front of her.", 
        "A young girl is drawing with crayons", 
        "A girl colors on the floor of her house.", 
        "A girl is drawing with crayons.", 
        "A girl is on the floor, drawing with crayons."
    ], 
    "6558305361.jpg": [
        "A father is showing his daughter how to use the swings.", 
        "A young girl is swinging on a swing set.", 
        "a man pushing a child on a swing", 
        "A father takes his young daughter to the playground to play on the swings.", 
        "dad pushes baby in a swing", 
        "A pan is watching his child playing on a swing.", 
        "A small girl swings on a swing set as her dad pushes her.", 
        "A man is watching a little girl swing.", 
        "A man pushes a girl on a swing.", 
        "A child is having fun on a swing.", 
        "A red haired toddler swings in the air, with her purple jacket lying in the swing beside her and a red haired man in the background of a park.", 
        "A man is swinging his young daughter on a swing", 
        "A girl is riding on a swing pushed by her father.", 
        "The child enjoy now", 
        "A child is swinging.", 
        "A girl is on a swing.", 
        "parent pushes child on swingset", 
        "A man pushes a little girl in a swing.", 
        "A man is behind his child who is swinging on a swing.", 
        "The girl is playing on the swing set.", 
        "A girl is swinging.", 
        "A man pushing a little girl on a swing.", 
        "A kid is on a swing with a man.", 
        "A man is pushing a young girl on the swings at the park.", 
        "A young girl swinging at a park and her father in a green sweatshirt.", 
        "A young girl is being pushed in a swing by an older man.", 
        "A man is watching a little girl swing.", 
        "A girl is swinging on a swing set while an adult looks on"
    ], 
    "4511110810.jpg": [
        "An older man with grey hair blows bubbles.", 
        "An older man is blowing bubbles.", 
        "The man is blowing air bubbles.", 
        "A man is blowing several bubbles", 
        "A man is blowing bubbles.", 
        "A man is blowing bubbles.", 
        "older man is blowing bubbles", 
        "A man is blowing bubbles.", 
        "A man is blowing lots of bubbles outside.", 
        "The man is blowing bubbles.", 
        "A woman blows bubbles out with her bubble blower.", 
        "A man blows bubbles.", 
        "a man blowing bubbles", 
        "A man is blowing bubbles.", 
        "A man blows bubbles.", 
        "An older, gray haired man blows bubble in front of a net full of colorful soccer balls.", 
        "An elderly man blows bubbles from a wand.", 
        "An older man is blowing a lot of bubbles in a park.", 
        "An old man is blowing bubbles.", 
        "An old man blows bubbles.", 
        "a man blows bubbles", 
        "An old man is blowing bubbles outside", 
        "A man blows bubbles.", 
        "The", 
        "An older gentlemen blowing bubbles outside.", 
        "A man blows bubbles for passersby on the sidewalk.", 
        "A person is blowing bubbles."
    ], 
    "3825927201.jpg": [
        "A young man is playing guitar outside.", 
        "A man is playing a guitar.", 
        "A man playing the guitar outside.", 
        "A guy is playing a guitar.", 
        "A man plays guitar outdoors.", 
        "A man is playing an acoustic guitar outside in the forest.", 
        "A man plays guitar.", 
        "A man is playing guitar", 
        "man plays guitars for others", 
        "a man playing an acoustic guitar", 
        "A man is standing while playing his acoustic guitar outdoors.", 
        "A man is playing his guitar.", 
        "A man is playing his guitar for people.", 
        "A man plays the guitar.", 
        "gauit now play", 
        "A man holds the guitar.", 
        "A man playing a guitar outside.", 
        "a man plays the guitar", 
        "A man in khakis plays a guitar outside near trees and shrubbery.", 
        "A man is playing the guitar.", 
        "A man is playing the guitar outside", 
        "A man is outside walking around playing his guitar.", 
        "A young brown haired man stands playing guitar in front of a green background of plants.", 
        "A man is standing and looking while holding a guitar.", 
        "The man is playing the guitar.", 
        "A man in a blue dress shirt with brown blacks plays an acoustic guitar in a wooded area.", 
        "A man plays the guitar."
    ], 
    "7916403012.jpg": [
        "Two people fencing while another fencer is sitting on the bench in the background.", 
        "Two people fencing.", 
        "Two people are fencing.", 
        "Two people are fencing.", 
        "The men are in a karate class.", 
        "two individuals fencing", 
        "Two people are fencing.", 
        "Two men engage in a sword fight in a gym.", 
        "two men are fencing", 
        "The individuals are fencing.", 
        "Two fencers have both struck each other at the same time.", 
        "Two people fence.", 
        "Two people are training their sword fighting skills.", 
        "Two men are fencing while wearing face masks.", 
        "Two people are competing in a fencing match in the gymnasium.", 
        "Two people are fencing", 
        "Two fencers strike each other at a gym while a third looks on.", 
        "Two players are swordfighting.", 
        "Two people are fencing.", 
        "Two people stand fencing and actively engaging and making contact with one another in a gym.", 
        "Two people are fencing.", 
        "The", 
        "Two men are fencing each other one is about to penetrate.", 
        "two fencers have a match", 
        "Two people are about to start fencing.", 
        "Two people are fencing each other indoors", 
        "Two people are fencing."
    ], 
    "4549977232.jpg": [
        "A man is tying a tie.", 
        "A man is watching himself tie a tie in the mirror.", 
        "A man is fixing his tie as he prepares for a long day.", 
        "A man is fixing his tie in a bathroom mirror.", 
        "The man is fixing a tie to his shirt.", 
        "A man is putting on a necktie in the mirror", 
        "The man is getting dressed.", 
        "A bald man adjusts his tie infront of a mirror.", 
        "A man fixes his tie in a hotel room.", 
        "A man is fixing his tie.", 
        "A man in hotel room ties his necktie while looking the mirror.", 
        "A man ties his tie.", 
        "A man is looking at himself in the mirror while tying his tie.", 
        "A young man with a crew cut stands in front of the mirror arranging his tie.", 
        "a man putting on a tie", 
        "a man gets dressed", 
        "A bald man is putting on a tie in a mirror.", 
        "man gets dressed for work", 
        "The play offical", 
        "A man looking in the mirror as he puts on his tie.", 
        "A man puts on a tie.", 
        "A man is getting his tie ready.", 
        "A guy is tying a tie.", 
        "A man is tying his tie in front of the bathroom mirror.", 
        "A man straightens his tie.", 
        "A man is putting a necktie on."
    ], 
    "4785668533.jpg": [
        "man reading a book", 
        "A man is reading a book.", 
        "A young man reads a book.", 
        "A man is sitting on the ground reading a book.", 
        "a man reads a book", 
        "A man is sitting on brick reading a book", 
        "A guy is reading on the ground.", 
        "A man is laying against a stone pillar on a brick street reading a book.", 
        "Teen reads book in the streets", 
        "A young man is laying down against a column reading a book.", 
        "A person is reading a book", 
        "A man is laying on the ground reading a book.", 
        "The boy is reading a book.", 
        "A boy stretches out on the sidewalk while reading a book.", 
        "A man is reading.", 
        "A man is on the floor of a plaza reading a book.", 
        "A man is laying down reading the book.", 
        "A man is laying against a stone column reading a book.", 
        "A young man reclines against a column to read a book in a public square.", 
        "A man laying on the ground reading a book.", 
        "A young, black haired youth lays reading a book on a gray brick covered ground with arm behind his head.", 
        "A young man is laying down outdoors while reading a book.", 
        "A man is laying down and reading a book.", 
        "A man lays on the brick floor reading a book.", 
        "A boy is laid back outside reading a book.", 
        "The man book reting", 
        "A man is reading a book.", 
        "A man is reading a book while laying on the ground outside."
    ], 
    "6561536991.jpg": [
        "A man is drawing a portrait.", 
        "A man is drawing a women.", 
        "The girl drawing in paper now", 
        "An artist is sketching a woman sitting in a market", 
        "A man is drawing a woman.", 
        "A young black woman sits for a portrait in front of an artist wearing a gray beanie and jacket while at a festival.", 
        "A man is drawing a woman.", 
        "A man sketches a portrait.", 
        "A man is sketching a customer on a easel.", 
        "A man sketches a woman.", 
        "A man is painting the portrait of a young lady", 
        "A black woman is being painted by an artist.", 
        "A woman is being drawn by a street painter.", 
        "A girl is having her portrait done by a man.", 
        "man is painting a woman", 
        "A man is sketching a woman's portrait.", 
        "an artists sketches a woman's portrait", 
        "A woman is sitting down as a man is drawing a picture of her.", 
        "A man at a festival is sketching a person.", 
        "a man sketching a woman that is posing for him", 
        "A man is drawing a woman sitting in front of him on a chair.", 
        "A man is drawing a portrait of a woman outside.", 
        "A man paints a woman's profile outside in a park.", 
        "A girl posing for a picture while an artist sketches her.", 
        "A man in a park draws a portrait of a woman who sits and poses.", 
        "The artist is drawing a portrait of the women.", 
        "An artisit draw a portait.", 
        "A man is drawing a portrait of a woman that is sitting in a chair outdoors."
    ], 
    "13615892.jpg": [
        "A newborn baby is swaddled up in the hospital.", 
        "A baby is asleep.", 
        "The baby sleep now", 
        "A baby is in a plastic bed.", 
        "A newborn is laying in an incubator.", 
        "A newborn baby is in the hospital after being born.", 
        "A baby is sleeping.", 
        "A newborn baby is asleep in a hospital bassinet.", 
        "A very young baby sleeps in the nursery in a clear, enclosed container bed with a snuggly wrapped blanket that has hot air balloons printed on it.", 
        "A newborn baby is swaddled and sleeping.", 
        "an infant swaddled in a blanket", 
        "A baby is resting in a hospital.", 
        "a newborn sleeps it off", 
        "An infant sleeping in a bassinet.", 
        "A newborn baby is asleep in a bassinet at the hospital.", 
        "a newborn baby is in his incubator", 
        "A small newborn child wrapped in a blanket nursery.", 
        "A baby is sleeping.", 
        "A baby is sleeping.", 
        "A baby is sleeping and swaddled inside a hospital crib", 
        "An infant sleeps.", 
        "A baby is wrapped in a blanket.", 
        "newborn baby sleeps in bed", 
        "A baby is sleeping.", 
        "A baby is laying down with a blanket on inside of a glass crib.", 
        "The baby is sleeping in the clear container.", 
        "A baby is in a crib."
    ], 
    "7059204515.jpg": [
        "A man in a grey shirt is juggling bowling pins outdoors.", 
        "A man is juggling pins outdoors.", 
        "A man is juggling bowling pins outside.", 
        "A man in a t-shirt is juggling outside.", 
        "The man is juggling bowling pin.", 
        "A man is juggling bowling pins outside.", 
        "A man is outside juggling pins", 
        "A guy is playing a juggling game.", 
        "A man is juggling bowling pins.", 
        "A man is juggling bowling pins.", 
        "A man juggles bowling pins in a park.", 
        "A young man is juggling outdoors.", 
        "A man juggles pins.", 
        "A young brunette, man juggles pins in a park.", 
        "A man juggles skittles", 
        "A man in a grey shirt is juggling bowling pins outside.", 
        "a man juggling clubs", 
        "A young man is juggling some bowling pins outside", 
        "A man is throwing bowling balls in the air and catching them.", 
        "A man is juggling bowling pins.", 
        "A man juggling white bowling pins.", 
        "A man is juggling bowling pins.", 
        "A man juggles pins.", 
        "A man practices his juggling in a park.", 
        "The play game now", 
        "a guy juggles bowling pins", 
        "man juggles in the park"
    ], 
    "1119034454.jpg": [
        "A woman is jogging.", 
        "A woman is jogging.", 
        "A woman is jogging.", 
        "A women is jogging through a park with a willow tree over her.", 
        "A woman is jogging in the park", 
        "A woman jogging.", 
        "A woman is jogging.", 
        "A woman running outside.", 
        "woman jogs through the park", 
        "A woman is jogging along a path next to a river.", 
        "A woman is jogging with her back turned to the camera, in front of her are countless pedestrians some 50 feet away, to her left a boat.", 
        "A woman jogging along a trail, others are visible in the background.", 
        "A woman is running outside in the park.", 
        "A woman is jogging.", 
        "A woman in a purple and black, armless shirt, jobs beneath a willow tree next to some grass and a house boat.", 
        "A woman runs down a path next to a canal.", 
        "The girl ruing now", 
        "A woman is jogging down the sidewalk.", 
        "a woman jogging", 
        "A woman is jogging in public.", 
        "The women is jogging on the trail.", 
        "A woman is running.", 
        "A woman is jogging.", 
        "a woman exercises", 
        "A woman is running on the side walk next to a ledge with grass on it.", 
        "A women is jogging.", 
        "A woman is jogging in a busy park."
    ], 
    "3705781399.jpg": [
        "Two men are boxing.", 
        "Two men are boxing.", 
        "Two men are boxing.", 
        "Two boxers are in the middle of a fight.", 
        "Two men are boxing in a ring, each with a fist in the other's face.", 
        "Two boxers pummel each other in the ring.", 
        "Two men are punching each other in the face during a boxing match inside a boxing ring.", 
        "Two men are engaged in a boxing match.", 
        "Two men are boxing.", 
        "The two men are competing in a boxing ring.", 
        "The two boy", 
        "Two men are boxing.", 
        "Two men boxing.", 
        "Two boxers are mid-swing in a fight.", 
        "A white and black boxer make contact in the ring in front of a crowd.", 
        "two men engage in a boxing fight", 
        "Two men are in a boxing competition.", 
        "Two boxers land punches inside the ring.", 
        "Two men are boxing.", 
        "Two men are boxing.", 
        "Two men are having a kickboxing match.", 
        "Two boxers hit each other in the face.", 
        "Two boxers duke it out in the middle of the ring.", 
        "tow men landing simultaneous blows in a boxing match", 
        "two boxers exchange punches", 
        "There are two boxers fighting in a boxing match before a crowd", 
        "A man is about to get punched while another is receiving a punch at the same time from him", 
        "Two men are punching each other in the face in a boxing match."
    ], 
    "5920741851.jpg": [
        "A man is sweeping the ground.", 
        "Monk sweeping leaves", 
        "A young monk rakes leaves up from a courtyard.", 
        "A monk in an orange-red gown, rakes leaves while barefoot, in a courtyard in front of a container of planted flowers.", 
        "A man is outside sweeping leaves.", 
        "The monk is sweeping the floor.", 
        "A monk is raking leaves in a courtyard.", 
        "A monk is sweeping leaves on the ground.", 
        "A man dressed as a monk rakes some leaves.", 
        "A monk sweeps the ground outside of a building.", 
        "A monk is sweeping the yard", 
        "A man is raking the leaves.", 
        "A monk is sweeping leaves on a dirt floor.", 
        "A monk is sweeping up leaves outside of a building.", 
        "A man is raking", 
        "A man sweeps.", 
        "A monk is brooming the trash outdoors.", 
        "A monk is raking up some leaves outside of a building.", 
        "a monk rakes the ground", 
        "A man in a orange robe is raking.", 
        "a man sweeping up debris", 
        "A man raking leaves.", 
        "The man", 
        "A man is raking up leaves outside.", 
        "A man is raking something.", 
        "A monk is raking a patio.", 
        "A Buddhist monk is sweeping outside his temple", 
        "A person is sweeping outdoors", 
        "A woman rakes leaves."
    ], 
    "4818385876.jpg": [
        "A young boy is leaning on an open windowsill, looking into the sky with a smile on his face.", 
        "The boy is looking out the window.", 
        "A boy looking out up at the sky out the window.", 
        "A young boy looks outside an open window at the rain", 
        "A little blonde boy with no shirt, smiles and looks up happily outside of an open window with a dark brown fram.", 
        "A young boy is hanging partially outside of a window.", 
        "A boy is looking out the open window.", 
        "A young boy looks joyously out of his window at the sky.", 
        "A boy leaning out of an open window gazing at the sky.", 
        "A boy looks out the window.", 
        "A boy looks out a window.", 
        "A kid looks out the window to see if the clouds are out.", 
        "A boy leering out of a window and smiling.", 
        "A kid is smiling out a window.", 
        "A small boy looks up at the sky from of the window of his home.", 
        "A boy is looking out the open window.", 
        "A little boy leans out a window looking upward.", 
        "A young boy with no shirt looks out an open window.", 
        "The boy is grinning out the window.", 
        "A child is looking out of a window.", 
        "a young boy is peeking outside the window looking up to the sky", 
        "the child", 
        "A young bow is smiling while looking outside of his balcony window.", 
        "child is looking out the window", 
        "a child sticking his head out of a buildings window into the rain", 
        "a kid looks out a window", 
        "A boy is looking outside his window up at the sky.", 
        "A young boy is leaning out of a window looking up.", 
        "A child looks out a window."
    ], 
    "6778846856.jpg": [
        "A man is playing an acoustic guitar in a vehicle.", 
        "An asian man is playing with a black guitar in the back of a traveling car.", 
        "A middle aged Asian man sits in a car passenger seat, looking out a window while playing a guitar.", 
        "A man is playing guitar.", 
        "A man plays guitar.", 
        "A man is playing a guitar inside a car that is going down a road.", 
        "A man playing the guitar in a car.", 
        "A asian man is practicing his guitar during his uber ride.", 
        "A man is playing a guitar.", 
        "man is playing guitar while riding in the car", 
        "A man is holding a guitar while sitting in a car.", 
        "An asian man is holding and playing an acoustic guitar in a moving car.", 
        "The man is in a car playing the guitar.", 
        "A man is playing the guitar in a car.", 
        "A Man plays a guitar.", 
        "A man strumming a guitar while riding in the back seat of a vehicle.", 
        "A man pplays guitar in a car.", 
        "A man plays a guitar in the back seat of a car.", 
        "A man plays guitar while sitting in the back seat of a car on the highway.", 
        "a man playing a guitar while riding in a car", 
        "A man is playing his guitar in the car.", 
        "a man plays guitar in a car", 
        "A man in the back seat of a car is playing guitar.", 
        "A man is playing guitar in the back of a car.", 
        "A guy is playing guitar in a car.", 
        "The man is playing the guitar in the car.", 
        "The guite now"
    ], 
    "1155138244.jpg": [
        "Iced tea is being served.", 
        "An Asian woman is serving drinks at a outdoor Starbucks.", 
        "A server is serving drinks.", 
        "The girl table water now", 
        "The women is serving drinks.", 
        "A woman is serving samples of a new beverage.", 
        "A girl sever is serving a tray of drinks", 
        "A woman decked out for St. Patrick's day is serving drinks.", 
        "a woman serving a lot of drinks", 
        "A smiling woman holds out a tray of Starbucks drink samples", 
        "worker gives our free samples at fair", 
        "a young woman is holding some small cups of Starbuck's coffee", 
        "A woman giving out drinks at an event is smiling and looking at the camera.", 
        "a woman offers free samples", 
        "A woman serves drinks.", 
        "A woman serving drinks at an outdoor event.", 
        "A woman serves some beverages.", 
        "A woman is smiling while holding a plate full of beverages at a beverage stand.", 
        "A worker is giving out free drink samples.", 
        "A girl is offering samples.", 
        "A young, attractive Asian woman smiles while offering a tray of sample sized drinks to the camera person while wearing a green, canvas sunhat and green apron with a crowd behind her.", 
        "A server displays drinks on tray at an outdoor stand.", 
        "A person has a tray of drinks.", 
        "A girl offers drinks to the cameraman as he takes the picture at an outdoor eatery.", 
        "A woman displays a tray of drinks at an outdoor event.", 
        "A smiling woman is offering samples of tea to a crowd at some street festival.", 
        "A girl is serving samples.", 
        "A waitress is serving drinks."
    ], 
    "6354735653.jpg": [
        "a man climbs a rock", 
        "A man rock climbing", 
        "A bare-chested man is climbing a rock.", 
        "A young man is rock climbing", 
        "A man is mountain climbing while shirtless.", 
        "Someone is rock climbing.", 
        "A man is rock climbing.", 
        "A young man is climbing up the side of a boulder.", 
        "A man rock-climbs.", 
        "A shirtless teenager with the proper gear climbs the side of a mountain .", 
        "The man", 
        "A shirtless man is climbing up a rock.", 
        "A man is rock climbing.", 
        "A teenager is rock climbing.", 
        "man is rock climbing", 
        "A boy is rock climbing.", 
        "A young man is climbing up a rock.", 
        "A man climbs a rock.", 
        "a man without a shirt is climbing a cliff", 
        "a man climbing a mountain shirtless", 
        "A teenager climbs a rock face with the help of climbing equipment.", 
        "The man is rock climbing.", 
        "A man is rockclimbing.", 
        "A young man rock climbing.", 
        "A topless man is climbing up the side of the cliff.", 
        "A man is rock climbing.", 
        "A shirtless man climbing a rock in the sun.", 
        "A shirtless young man climbs the side of a rock."
    ], 
    "7643799764.jpg": [
        "A woman is shooting a gun.", 
        "A woman is at the gun range.", 
        "A woman shooting a gun at a shooting range while a man looks on.", 
        "A woman shoots in a gun range.", 
        "A woman is shooting.", 
        "The girl soot now", 
        "A young woman practices her marksmanship with a revolver as an instructor looks on.", 
        "A woman is practicing a gun in an inside range.", 
        "A woman aiming a pistol while an instructor looks on.", 
        "A woman is shooting a gun at a gun range.", 
        "A woman is practicing shooting a gun at the gun range.", 
        "A woman is shooting a gun indoors at a firing range.", 
        "woman is enjoying shooting a gun", 
        "a woman firing a gun at a firing range", 
        "A woman is shooting a gun in the gun range", 
        "A woman is at a firing range pointing a gun toward the target.", 
        "A woman with ear phone protectors stands aiming a gun in front of an older man, while both wear safety goggles and start toward the target.", 
        "A woman is aiming a gun.", 
        "A woman shoots a gun at the shooting range.", 
        "The women is shooting a gun.", 
        "A man is watching a woman shoot a gun at the range.", 
        "a woman fires a gun", 
        "A man takes aim with a pistol infront of her instructor at an indoor range.", 
        "A woman shoots a pistol.", 
        "A woman is shooting a handgun at a shooting range", 
        "A woman is at a firing range being taught how to shoot a gun.", 
        "A woman is practicing at a shooting range."
    ], 
    "3880471209.jpg": [
        "A man talks on his cell phone while seated at a table on the lawn.", 
        "A man is talking on the phone", 
        "A man is on the phone with his laptop next to him.", 
        "A man talks on his phone.", 
        "a man talks into a cell phone", 
        "A man is on the phone while sitting infront of a laptop outdoors.", 
        "a man talking on a cell phone while looking at his computer", 
        "A man is sitting at a coffee shop table, talking on the phone, with an open laptop.", 
        "The man is on a phone call.", 
        "A man sitting outside on the phone with a laptop in front of him.", 
        "A man is talking on the phone", 
        "A man is talking on his mobile phone outside", 
        "A guy talks on the phone on the computer.", 
        "A man is sitting down talking on the phone.", 
        "A man talks on his cell phone while sitting at an outdoor cafe with his laptop in front of him.", 
        "A man is talking on his cellphone while seated in front of his laptop.", 
        "A man is sitting outside talking on his cell phone while looking at his laptop.", 
        "A man is talking on the phone while working on his laptop at the cafe.", 
        "A man at an outside table talks on his phone while looking at his laptop.", 
        "man works in a park", 
        "A man is talking on the phone.", 
        "A man is talking on a cell phone outdoors while on a laptop.", 
        "The man phone speae", 
        "A man is talking on a cell phone.", 
        "A man with gray hair is talking on a cellphone in front of his laptop", 
        "A man sitting outdoors talking on his cell phone.", 
        "A man is talking on the phone.", 
        "A middle aged blonde man talks on a cell phone in an outside setting with a laptop on a table in front of him."
    ], 
    "3893510114.jpg": [
        "Old men are playing chess while in pool water.", 
        "The group of men are playing chess in the pool.", 
        "Men are playing chess.", 
        "There are men in a pool playing chess.", 
        "The men are playing checkers.", 
        "A group of elderly men are playing chess in the pool.", 
        "Older men are playing chess in a pool.", 
        "A group of older men are playing chess.", 
        "A bunch of older men are in a pool gathered around a dry spot with a chess board.", 
        "Old men are playing chess while in a pool.", 
        "The swimming poll five member chase play now", 
        "Several old men play chess in a swimming pool, while two younger men stand in the background, also in the pool, watching them play.", 
        "A group of men is playing chess in the pool.", 
        "men play chess in a pool", 
        "A group of retirees play chess in the pool on a hot day.", 
        "Two older men playing chess while others look on.", 
        "A bunch of old men in a swimming pool also playing chess.", 
        "Old men are in a pool surrounding a chess game", 
        "several men in a pool gathering around to watch two of them play chess", 
        "Men are gathered around a checker game in a pool.", 
        "Two people are playing chess", 
        "the elderly play chess in the pool", 
        "Men play chess in the pool.", 
        "A group of elderly men watch a chess game at the side of a pool.", 
        "Men are are playing pool checkers.", 
        "Two elderly men play chess in a swimming pool as others look on.", 
        "A group of men are in a pool and playing chess on a floating chess board.", 
        "Some old people play chess in a pool."
    ], 
    "7525845590.jpg": [
        "The man is bowling.", 
        "A person is throwing a ball.", 
        "Someone is inside a bowling alley in the process of sending a ball down a lane.", 
        "A person throws a bowling ball.", 
        "The guy is bowling.", 
        "A person is bowling", 
        "A man throws a bowling ball and waits for his result.", 
        "The person is bowling.", 
        "A child bowling and just released the ball.", 
        "a man just shot a bowling ball towards some pins", 
        "A man bowling.", 
        "A man is bowling in a bowling alley", 
        "A man bowls.", 
        "A person is bowling.", 
        "A man rolls a bowling ball down the lane.", 
        "A man is bowling.", 
        "A man rolls a bowling ball", 
        "A person is bowling.", 
        "A casually dressed man threw a bowling ball down the aisle.", 
        "A young person has just released his bowling ball which heads toward it target of pins.", 
        "man practices his bowling", 
        "a person bowling", 
        "A person has just thrown a bowling ball down the lane.", 
        "A boy releases his bowling ball for a strike.", 
        "The game play now", 
        "A young man is throwing a ball down a bowling lane.", 
        "A man is bowling.", 
        "A man is bowling in the bowling alley."
    ], 
    "6774607635.jpg": [
        "A girl uses a camera.", 
        "A young girl is taking a photo of the sky outdoors.", 
        "A girl is taking a photograph with her camera.", 
        "A young girl taking a photo of something that is up above.", 
        "A GIRL IS HOLDING A CAMERA TO THE SKY.", 
        "A young girl is using a camera to take a picture of something in the sky.", 
        "A young girl is taking a photograph of the sky.", 
        "A little girl is holding a camera up high above her to take a picture.", 
        "A young girl is taking a picture.", 
        "A young girl is taking a picture outside", 
        "The child is taking a picture of the sky.", 
        "A girl points a camera upwards.", 
        "A girl is taking a picture.", 
        "The camara", 
        "A young girl is pointing a camera upwards and taking a picture", 
        "child is taking picture of sky", 
        "A young girl points her camera upwards to take the picture of a tall unseen object.", 
        "A little girl is snapping a picture of something.", 
        "A girl is taking a selfie with a digital camera.", 
        "A girl takes a picture.", 
        "a girl taking a picture of something in the air", 
        "A girl is lifting up a camera above her head.", 
        "A woman is pointing a camera", 
        "A girl takes photographs.", 
        "A young girl aims her camera toward the sky to take a photo.", 
        "a kid takes a picture", 
        "A young Asian girl holds up and aims her camera above her head."
    ], 
    "7811652612.jpg": [
        "Two men are playing chess.", 
        "two men playing a board game while children watch", 
        "Some people are playing a game.", 
        "Two men are sitting playing chess.", 
        "Men play a game of chess as young boys look on.", 
        "Two men play chess in a village.", 
        "Two men are playing chess on the floor while footless.", 
        "Two men are playing chess while others watch.", 
        "Two men are playing a board game while young children are standing around watching.", 
        "Some men play a game while boys watch.", 
        "two men are playing a boardgame", 
        "Two men are sitting cross legged while playing a board game outdoors.", 
        "Two men playing chess with some boys onlooking.", 
        "Two men playing chess while children watch.", 
        "Two people are playing chess", 
        "The two boy chase now", 
        "Two men are playing a board game", 
        "Men are playing a game.", 
        "Two men are playing chess.", 
        "The men are playing a game of chess.", 
        "two guys play some chess", 
        "Two people are sitting down playing a game while a couple of boys are looking.", 
        "Two men are playing a board game while two boys watch.", 
        "Two men plays chess.", 
        "Two men play a board game.", 
        "Two Asian men, sit with crossed legs, playing chess while two young boys watch.", 
        "A group of foreign men play a local board game while some others look on."
    ], 
    "161347959.jpg": [
        "A woman is playing a guitar at a beach.", 
        "A woman is playing the guitar.", 
        "young woman is playing guitar on beach", 
        "A woman plays a guitar on the beach.", 
        "a young lady sitting on the beach playing the acoustic guitar.", 
        "A woman is sitting on a beach, playing guitar.", 
        "The girl is playing the guitar.", 
        "guitar girl play now", 
        "A person is playing guitar.", 
        "A young girl is playing the guitar while sitting on the sand.", 
        "Teenage woman is playing the acoustic guitar outside on the beach.", 
        "A girl is in the sand playing her guitar.", 
        "A woman sitting on the beach playing an acoustic guitar.", 
        "A girl playing a guitar on a beach.", 
        "A girl plays guitar on the beach.", 
        "A woman plays a guitar.", 
        "A young woman plays guitar while sitting cross legged on sand.", 
        "A woman is sitting on the sand and playing the guitar.", 
        "A young, olived skinned, black haired woman sits playing the guitar in the sand while a woman runs in the background.", 
        "A young woman is playing the acoustic guitar at a beach.", 
        "A woman is sitting on the ground playing the guitar.", 
        "A woman plays guitar.", 
        "A woman is playing guitar.", 
        "A woman is strumming a guitar on a beach", 
        "A young woman plays a guitar while sitting on the sand at the beach.", 
        "A woman is playing a guitar on a beach.", 
        "a woman plays guitar on the beach", 
        "a woman playing a guitar on the beach"
    ], 
    "3220140234.jpg": [
        "Sumo Wrestling in Japan", 
        "The two men are performing the art of sumo.", 
        "Two sumo wrestlers are going at it, one is a lot fatter then the other.", 
        "Sump wrestlers mid fight.", 
        "People watch a sumo match.", 
        "Two men are engaged in a sumo wresting match.", 
        "Two sumo wrestlers are fighting.", 
        "Two sumo wrestlers are wrestling.", 
        "Two men Sumo Wrestling.", 
        "People are watching sumo wrestlers grappling.", 
        "Two people are wrestling", 
        "Two sumo wrestlers are wrestling each other indoors.", 
        "The big man two member", 
        "Two sumo wrestlers are competing with onlookers nearby.", 
        "sumo wrestlers have a match", 
        "two sumo wrestlers competing", 
        "Two sumo wrestlers are in the middle of a tussle.", 
        "Two Sumos are wrestling.", 
        "Men are competing in a sumo wrestling match.", 
        "Two guys are sumo wrestling.", 
        "the two wrestlers are doing sumo wrestling.", 
        "A sumo wrestling competition.", 
        "Two men are sumo wrestling.", 
        "Two large men are sumo wrestling.", 
        "Two Sumo wrestlers grip each other in front of a few people watching.", 
        "Two sumo wrestlers battle each other while a referee looks on.", 
        "Two sumos are wrestling."
    ], 
    "2987142183.jpg": [
        "A couple is walking along a beach.", 
        "Two people are walking on the beach.", 
        "A couple is walking along the shore.", 
        "A couple walk along the seashore.", 
        "A woman and man walking on the beach side by side.", 
        "A man and a woman are walking alongside the tide on the beach", 
        "two lovers walk on the beach", 
        "The two girl beach vaking", 
        "People walk on a beach.", 
        "A couple is walking on the beach.", 
        "An older couple is waking next to the ocean.", 
        "Two people walking along a beach.", 
        "A couple is walking on the beach.", 
        "A couple is walking down the sand in the beach.", 
        "A couple strolls on the beach.", 
        "A couple is walking down the beach by the water.", 
        "An older couple are walking along the coastline at a beach.", 
        "A couple walking on the beach.", 
        "Two people stroll on the beach.", 
        "A couple walks along a beach", 
        "An older couple walks on a quiet beach.", 
        "A couple are walking on a beach", 
        "A couple is walking on the beach.", 
        "The couples are working on the beach.", 
        "a couple walk along the beach", 
        "a couple walking along the beach at a distance from the camera", 
        "A couple walks down the beach in swimsuits on a slightly over cast day."
    ], 
    "5686868227.jpg": [
        "a gentleman sitting at his desk working as he types something on the computer.", 
        "The man is using a computer.", 
        "A business man is sitting in front of his office computer.", 
        "a man uses a computer", 
        "A man is using his office computer.", 
        "Middle aged man is in front of a computer screen typing", 
        "A man is sitting at a desk typing on a computer.", 
        "A man is working on his computer.", 
        "A semi balding middle aged man with glasses sits typing on a keyboard while gazing at his flat screen monitor at an office desk.", 
        "A man works on his computer in his office at work.", 
        "A older gentleman is working on his computer at the office.", 
        "A man is sitting at his desk working on his computer.", 
        "A man is at his computer working", 
        "A man works at his computer in an office.", 
        "A man in an office is on his computer.", 
        "A man uses a computer.", 
        "The man system work now", 
        "A man is hard at work using his computer at work.", 
        "A man is working on a computer.", 
        "A man is working at the computer.", 
        "A man is at his desk in his office working on the computer.", 
        "a man working on the computer", 
        "A man sitting at a desk using a computer.", 
        "A man is working on the computer.", 
        "A man is looking on the computer and typing.", 
        "A guy is typing on a computer.", 
        "A man is using a computer in an office.", 
        "man works at his desk"
    ], 
    "4121133646.jpg": [
        "A young child examining a rock with a magnifying glass.", 
        "A child is using a magnifying glass on a rock.", 
        "A boy looking closely at a rock.", 
        "A boy is examining a rock.", 
        "A young child is using a handheld magnifying glass to look at a rock.", 
        "A young boy looks at a mineral with a toy magnifying glass.", 
        "A young, brown haired boy wearing a striped shirt, looks through a magnifying glass at a long, horizontal shale looking rock.", 
        "A young boy examines a rock in his hand with a magnifying glass.", 
        "A kid is looking at a rock.", 
        "A little boy is examining a rock with a plastic magnifying glass.", 
        "A young bow is looking at a large rock with a magnifier.", 
        "a child using a magnifying glass to look at a rock", 
        "A boy is examining a rock with a magnifying glass.", 
        "The child is inspecting a rock with a magnifying glass.", 
        "A boy uses a magnifying glass.", 
        "a child examines a rock", 
        "A young boy is using a magnifying glass on a rock", 
        "The child stoon", 
        "A boy is using a magnifying glass on a rock.", 
        "child studies a piece of earth", 
        "A kid uses a magnifying glass on a rock.", 
        "A boy is using a magnifying glass to inspect a lump of rock.", 
        "A young boy is inspecting a rock.", 
        "A boy uses a magnifying glass to look at a rock.", 
        "A boy is examining the rock.", 
        "A little boy is examining a rock.", 
        "A young boy is looking at a rock through a magnifying glass"
    ], 
    "4855357158.jpg": [
        "man carrying a small boat while another man and a dog watch", 
        "The man is carrying a canoe.", 
        "A woman is carrying a canoe while a dog watches.", 
        "A man carries a kayak in the woods with his dog nearby.", 
        "Someone in outdoor gear carries a canoe on their head as a dog looks on.", 
        "A man is holding his kayak.", 
        "A man is carrying a canoe while walking in a forest.", 
        "A man holds a conoe overturned above his head while a black lab stands in front of him and another person stands on the other side of him in the middle of the woods.", 
        "a man and his dog walk and carry a canoe", 
        "A man is carrying a canoe.", 
        "A man holding a canoe over his head in a wooded area.", 
        "A person with a canoe over their head and a black dog next to them.", 
        "A man is carrying a canoe with a Canadian flag.", 
        "Man is carrying his kayak on land", 
        "A man is carrying his canoe down a rock while his dog watches.", 
        "A man is holding something up while the dog is looking.", 
        "A man carries a canoe above his head down a steep rock while his lab looks on warily.", 
        "A man is carrying a canoe on his head through a forest while his dog watches.", 
        "A man is carrying a canoe.", 
        "Someone holds a canoe over their head.", 
        "A man is carrying a canoe upside down", 
        "A man is holding a canoe on top of his head outside in the forest, a black dog is behind him", 
        "A person carries a canoe.", 
        "A man carries a canoe.", 
        "A man is carrying a boat atop his head his a black lab.", 
        "The man boat", 
        "A person is carrying a boat", 
        "Someone carries a boat with a dog."
    ], 
    "3672940355.jpg": [
        "A girl is kicking a ball.", 
        "young girl kicking a ball", 
        "little girl kicking a ball", 
        "A girl kicks a ball.", 
        "A young Asian girl, about 6 or so, kicks a shiny blue ball on the grass while wearing a pink t-shirt and white, knee length pants.", 
        "young girl is about to kick a blue ball", 
        "The child ball", 
        "A young girl kicks a blue ball outside", 
        "A girl is kicking a blue ball.", 
        "A asian girl is kicking a ball outdoors.", 
        "A little girl is kicking a blue ball outside.", 
        "A girl kicks a ball.", 
        "A toddler kicks a blue kick ball on the lawn.", 
        "A little girl is playing kickball.", 
        "a child kicks a ball", 
        "A child is kicking a blue ball", 
        "A girl kicks a ball.", 
        "A little girl kicked a blue ball outside in the grass.", 
        "A girl is kicking the blue ball in the grass.", 
        "The girl is kicking the ball.", 
        "A little girl is kicking a ball.", 
        "A young girl kicking a blue ball outside in the grass.", 
        "A young girl with a bow tie in her hair kicks a blue ball in her yard.", 
        "A young girl is kicking a blue ball outdoors.", 
        "A girl kicks a ball.", 
        "A girl kicks the ball.", 
        "A girl kicks a blue ball in her backyard."
    ], 
    "439638376.jpg": [
        "A little boy peering out on a balcony.", 
        "A boy is staring out the balcony.", 
        "A toddler is on a white balcony, hanging onto the railing and peering out.", 
        "A young boy is standing on a bike to look over the balcony railing.", 
        "A toddler stands on its tricycle, peering over a white, latticed frame work on an outside window patio.", 
        "A young child is standing on a toy and looking out from a balcony with a white railing.", 
        "A young child is standing on a balcony.", 
        "A kid is looking off a balcony.", 
        "Young toddler is looking outside his balcony.", 
        "A little boy is looking from the balcony.", 
        "A young boy is looking outside of a balcony.", 
        "The child", 
        "A boy looks out on a balcony.", 
        "A young boy stands on top of a small toy bike on a balcony looking outside.", 
        "A little boy looking over a balcony.", 
        "A small boy looks over the white rails to a upstairs residence.", 
        "A boy stands on a balcony.", 
        "A child peers from the balcony.", 
        "A young boy is standing on a balcony", 
        "A boy is looking out on the balcony", 
        "A little kid is standing on the balcony.", 
        "a child on a balcony staring at the camera", 
        "A toddler is standing on the balcony of his apartment.", 
        "A little boy stands on a balcony.", 
        "The boy is standing on the balcony.", 
        "a kid stands on a balcony", 
        "child watches others from the balcony", 
        "A kid looks out of his balcony down to the floor.", 
        "A child is standing on a balcony"
    ], 
    "4464227525.jpg": [
        "a man is reading the paper", 
        "A man is reading the newspaper in the subway.", 
        "An old man is reading the newspaper.", 
        "A man is reading the newspaper.", 
        "An older, balding man in a dark blue wind breaker sits on a subway couch while reading a newspaper and in front of a car window.", 
        "man reads paper on subway", 
        "The train old man new paper now", 
        "A man reads a newspaper.", 
        "An older gentleman reads a newspaper on a subway car.", 
        "A man sits on a sofa with colorful square designs reading a newspaper.", 
        "A man is reading a newspaper.", 
        "A man is reading the newspaper on public transportation.", 
        "An older man is reading the newspaper on the subway.", 
        "An old man is reading a newspaper on a bus", 
        "a man reading the newspaper", 
        "An older man is reading the newspaper.", 
        "A man reads the paper.", 
        "The man is reading the newspaper on the train.", 
        "A man reads a newspaper.", 
        "An older gentlemen reading a newspaper on a train.", 
        "A man is reading the newspaper while sitting down.", 
        "An older man is reading the news paper while riding a bus.", 
        "An elderly man reads a newspapers while riding the subway.", 
        "A guy reads a paper.", 
        "A man reads a newspaper.", 
        "A old man is reading a newspaper inside a subway", 
        "A man is reading a newspaper on the train."
    ], 
    "5403974296.jpg": [
        "A woman is using a slingshot while outdoors.", 
        "A woman is getting ready to shoot the slingshot.", 
        "A woman uses a slingshot.", 
        "A girl is pulling on a slingshot.", 
        "A woman is shooting a slingshot.", 
        "A woman is using a slingshot.", 
        "A woman is using a slingshot.", 
        "The women is loading a sling shot.", 
        "A woman is firing a slingshot.", 
        "A woman has pulled back a slingshot and is ready to launch it.", 
        "A woman is pulling back on a sling shot about to shoot", 
        "A woman is using a slingshot outside", 
        "A woman aiming a sling shot.", 
        "A long haired, attractive brunette, standing with out stretched sling shot, aiming in front of her with a green leafed tree filling the background.", 
        "women uses a slingshot", 
        "The girl", 
        "A girl is shooting a bow and arrow.", 
        "a woman readying a slingshot", 
        "A woman is learning how to use a slingshot.", 
        "A woman aims for something.", 
        "A woman uses a catapult.", 
        "A woman is aiming a slingshot.", 
        "A woman plays with a toy.", 
        "A girl is holding back a slingshot drawn back all the way outdoors.", 
        "A young woman in a floral dress takes aim with a slingshot.", 
        "a woman pulls back a slingshot", 
        "A woman is using a slingshot."
    ], 
    "3665441862.jpg": [
        "A girl climbs a fence.", 
        "Child attempts to climb the fence", 
        "A young girl is climbing a fence.", 
        "A child is climbing a fence.", 
        "a child climbs a fence", 
        "A little girl is climbing a fence.", 
        "A young girl is climbing a fence.", 
        "The small girl is climbing the fence.", 
        "A young girl is trying to climb a fence", 
        "A child holds a fence.", 
        "A little girl is climbing over a fence.", 
        "A child in a hat is climbing a fence.", 
        "A small girl climbs a chain link fence at a park.", 
        "A toddler girl wearing pink climbs a metal chain fence in front of some small trees.", 
        "A girl is climbing over the fence.", 
        "A girl toddler is climbing a small fence", 
        "A kid is climbing a fence.", 
        "The girl", 
        "A young girl is trying to climb over a chain link fence.", 
        "A girl climbs a fence.", 
        "A girl climbs a chain link fence in her backyard.", 
        "A girl climbs over a fence.", 
        "a young child climbing a chain length fence", 
        "A young girl is climbing up a chain link fence.", 
        "A girl climbs the fence.", 
        "A little girl climbing a fence.", 
        "The little girl is trying to climb the fence.", 
        "A young toddler girl in pink attempt to climb a metal chain-link fence."
    ], 
    "4099476662.jpg": [
        "A man is playing the saxophone.", 
        "An older African American man stands playing the saxophone in front of a brick wall.", 
        "A man is playing the saxophone.", 
        "An older man is playing the saxophone outdoors.", 
        "A man is playing a saxophone.", 
        "A man standing in front of a brick wall is playing a saxophone.", 
        "a man plays the sax", 
        "An old black man is playing a saxophone while wearing a team jacket.", 
        "An old man is playing a saxophone outside", 
        "saxophone", 
        "An older man plays saxophone in the street.", 
        "A man is playing a saxophone.", 
        "A guy in a jacket playing saxophone.", 
        "man is playing sax in the street", 
        "A man plays a saxaphone.", 
        "A older black man is playing the saxophone outside a brick building.", 
        "A black man is playing a trumpet in front of a brick wall", 
        "A man is playing the saxophone.", 
        "a man playing a saxophone", 
        "A man plays the saxophone.", 
        "A man plays the saxophone.", 
        "The man is playing a saxophone.", 
        "An older black man is playing a saxophone outside in front of a brick building.", 
        "A man plays the trumpet outdoors.", 
        "A man in a bengals jacket is playing the sax outside.", 
        "A man playing a saxophone.", 
        "A man plays the saxophone.", 
        "An older man is playing saxophone outside the building."
    ], 
    "3808935147.jpg": [
        "Two little boys jumping on the trampoline.", 
        "Children jumping on trampoline", 
        "Two boys are jumping on a trampoline.", 
        "Two children jumping on a trampoline.", 
        "Two young bows are jumping next to each other on a trampoline.", 
        "two children playing on a trampoline", 
        "Two kids are playing on a trampoline jumping high in the air.", 
        "Two boys jumping on a trampoline.", 
        "The child two boy enjoy now", 
        "children bounce on a trampoline", 
        "Two children jumping in the air on a trampoline.", 
        "Two young boys are jumping on a trampoline.", 
        "Two young boys are jumping on a trampoline together.", 
        "Two boys are jumping on a trampoline.", 
        "There are two kids on a trampoline.", 
        "Two kids are playing on the trampoline.", 
        "two young boys are bouncing on a trampoline", 
        "Two boys play on a trampoline.", 
        "Boys jump on a trampoline.", 
        "Two young boys are jumping on a trampoline", 
        "Two young boys jump on a trampoline in their yard.", 
        "Two boys play on a trampoleen.", 
        "Two young boys are suspended in mid air above a trampoline while facing eachother in front of some bushes.", 
        "Two children jump on a trampoline.", 
        "The two boys are playing on a trampoline.", 
        "Two children are playing on a trampoline", 
        "Two boys are caught in midair on a trampoline."
    ], 
    "8057415401.jpg": [
        "Two men are playing checkers in a park.", 
        "Two older men are playing checkers outdoors.", 
        "Two old men are playing checkers", 
        "Men are playing checkers.", 
        "Two elderly men play checkers on a table in the park.", 
        "Two guys are playing checkers.", 
        "Two men are playing checkers.", 
        "Two old men playing chess.", 
        "The old man chase", 
        "Two old men play checkers.", 
        "Two people are playing checkers", 
        "two men are playing checkers in the park", 
        "old men play checkers", 
        "Two elderly gentleman are playing a game of checkers.", 
        "Two men are playing a game.", 
        "The two men are playing a game of checkers.", 
        "Two older people are playing checkers.", 
        "Two older men sit at a stone table playing blue and red checkers.", 
        "Two older men are playing checkers in a park.", 
        "Two men playing checkers outdoors.", 
        "Two men play checkers.", 
        "Two older men, one black and one white are playing checkers.", 
        "Two men play checkers.", 
        "Two men are playing checkers in the park.", 
        "Two older men are playing chess outside at a park.", 
        "Two old men play checkers at a park.", 
        "two men playing checkers outdoors"
    ], 
    "3844515314.jpg": [
        "young adults sitting at a table with poker chips as one of the guys are shuffling the cards.", 
        "A man is shuffling the cards.", 
        "An olive skinned young man is shuffling cards from his right to left hand with a young woman sitting to his left and several poker chips and some keys on the table in front of him.", 
        "A man is flexing his card sorting skills", 
        "A young man is flipping cards and a woman is besides him.", 
        "A man is shuffling a deck of cards.", 
        "A man shuffles cards.", 
        "A young man is shuffling a dark of card's at a poker table.", 
        "A group of people playing a card game watch a man handle the playing cards.", 
        "A man is shuffling cards.", 
        "A young man is shuffling cards", 
        "a man shuffling cards", 
        "A man shuffles cards.", 
        "A man is shuffling cards in front of two other people.", 
        "The boy is shuffling a deck of cards.", 
        "a man shuffles cards", 
        "A man shuffling a deck of playing cards.", 
        "A man is shuffling cards at the table.", 
        "A young man is shuffling cards for a poker game.", 
        "A man shuffles cards.", 
        "People are playing cards.", 
        "A man shuffles cards in a game with his keys and two white chips on the table.", 
        "People are playing poker.", 
        "A man practices a card trick while others look on.", 
        "A person is dealing cards.", 
        "man is shuffling his deck of cards", 
        "A man is shuffling a deck of cards.", 
        "The play game now"
    ], 
    "7156339776.jpg": [
        "A women is juggling balls.", 
        "A man is juggling balls.", 
        "man juggling either balls or oranges", 
        "A man is juggling five orange balls", 
        "A man juggles.", 
        "A man is juggling orange balls in the gymnasium.", 
        "A man is juggling at least 5 round red balls.", 
        "A long-haired man is juggling 5 round objects.", 
        "A man juggling multiple balls.", 
        "A person juggling five red balls.", 
        "A man with long hair is juggling 5 balls.", 
        "A man is juggling orange balls.", 
        "A man is juggling.", 
        "A man is juggling oranges.", 
        "A man is juggling balls.", 
        "A man juggles fruit.", 
        "A man with long hair is juggling some oranges inside on a court", 
        "A man is juggling tomatoes.", 
        "A woman tosses red balls in the air.", 
        "The man is juggling five orange balls.", 
        "A man is juggling balls.", 
        "A long, blonde haired young man in a blue shirt juggles small, orange shaped objects in front of some bleachers.", 
        "man practices his juggling", 
        "a man juggles multiple balls", 
        "A person is juggling balls.", 
        "The man game play now", 
        "A young man is juggling oranges indoors.", 
        "A juggler juggles orange balls in a gym.", 
        "A man juggles oranges in a stadium."
    ], 
    "4912808658.jpg": [
        "A man is playing drums.", 
        "A man is playing drums outdoors.", 
        "A man is playing the bongo drums outside.", 
        "The man is playing on the drums.", 
        "A man in Jamaican garb hitting on bongos while sitting outside.", 
        "A man plays the drums while dressed in Jamaican garb.", 
        "A Rastafarian man is playing the bongo", 
        "A man is playing bongo drums.", 
        "The man is outside playing the drums.", 
        "A Jamaican man plays the drums next to a cement wall.", 
        "A man plays a drum.", 
        "A Man plays drums.", 
        "a man playing the drums", 
        "A man playing the bongos.", 
        "A man is playing the drums.", 
        "A man is playing with drums.", 
        "A man is outside playing his drums", 
        "A man beats on his drums on a street.", 
        "A man plays with hand drums.", 
        "A dark skinned man in a rastafarian cap plays drums in front of a low, gray wall.", 
        "A man is playing drums", 
        "a man plays a djembe", 
        "A guy is playing drums.", 
        "drummer plays his song on the streets", 
        "A man is sitting outside playing African drums.", 
        "A man is sitting on a chair outside playing his drums.", 
        "The"
    ], 
    "2817230861.jpg": [
        "Two players are going for a volleyball at a Women's competition.", 
        "Two beach volleyball players hit a ball over a net.", 
        "Two volley ball players on the opposite sides of the net reaching for the ball.", 
        "The girl vale ball play now", 
        "Two women are playing volleyball.", 
        "Two women plays volleyball.", 
        "Olympians playing volleyball", 
        "Two women are playing volleyball at the summer Olympics.", 
        "The two women are playing volleyball.", 
        "Two women are playing volleyball", 
        "Two tanned and fit young women play volleyball on a beach, each reaching over the net while vollying the ball.", 
        "Women play volleyball.", 
        "Two girls play volleyball.", 
        "Two women play volleyball during a tournament.", 
        "Two women play volleyball.", 
        "Two woman are playing beach volleyball.", 
        "Two women playing volleyball on the beach.", 
        "Two girls are playing volleyball.", 
        "Two woman on opposing teams attempt to spike the ball over the net.", 
        "Two women are playing volleyball on the sand.", 
        "Two women are playing beach volleyball", 
        "Two women are playing volleyball against each other.", 
        "Two women are playing volleyball outdoors at a beach.", 
        "two beach volleyball athletes compete", 
        "Two women are playing in a beach volleyball game.", 
        "Women are playing volleyball.", 
        "two women playing in a volleyball match", 
        "Volleyball players are jumping in the air."
    ], 
    "4848627833.jpg": [
        "A man is cleaning jewelry.", 
        "A man focuses while giving someone a tattoo.", 
        "a tattoo artist is working on a client", 
        "A tattoo artist tattooing someone.", 
        "A young man wearing thin white gloves, stares intently at some kind of a tool, seemingly creating a tattoo on a customer.", 
        "The boy tato now", 
        "A person is doing some craft work", 
        "A man is giving a tattoo to another man.", 
        "Tattoo artist is at work on subject", 
        "A guy is tattooing someone.", 
        "A man is tattooing.", 
        "A man is tattooing another person.", 
        "A man is doing a tattoo for someone else.", 
        "A tattoo artist focusing on his design while tattooing a customer.", 
        "A man is focusing on the tattoo he is applying.", 
        "A man is tattooing somebody.", 
        "A man is tattooing a person", 
        "a man drawing a tattoo", 
        "The man is applying a tattoo.", 
        "A man gives someone a tatoo.", 
        "A man giving someone a tattoo.", 
        "A man is tatooing a customer with a tattoo gun", 
        "A tattoo artist is at work.", 
        "A man tattoos his subject with intense concentration.", 
        "A man is in the middle of drawing a tattoo on someone.", 
        "A man is giving someone a tattoo.", 
        "A tattoo artist is concentrating as he works on a customer."
    ], 
    "4862594943.jpg": [
        "There's a guy holding a fish.", 
        "A teenager proudly holds a fish he caught while canoeing.", 
        "The boy is holding a fish that he caught.", 
        "A young man holds a fish he caught in a boat on a lake.", 
        "A man holds a fish.", 
        "A teen boy is holding a fish he caught from a lake while his friend sits behind him in the canoe.", 
        "a guy displays a fish", 
        "A young boy is showing his fish that he caught", 
        "A boy is in a canoe, holding a fish.", 
        "A young man in a boat holds a fish that he has caught while a younger boy looks on.", 
        "Two boys in a canoe and one of them showing off the fish that they caught.", 
        "A boy holds a fish.", 
        "A young man is holding up a black fish while standing in a canoe.", 
        "A teenage boy is holding up a fish in a boat on the lake.", 
        "A man is showing a fish he caught.", 
        "A boy displays a fish.", 
        "a boy posing with a fish", 
        "A boy in a canoe shows off the fish he caught.", 
        "A teenage boy shows off the fish he caught in a canoe with another boy.", 
        "A kid catches a fish and is showing it off.", 
        "A proud young man showing off a fish that he caught.", 
        "A teenage boy is holding a fish he just caught", 
        "two brothers fish in a lake", 
        "The man fesh now", 
        "A boy is holding a fish.", 
        "The boy is holding a fish.", 
        "A man holds a fish.", 
        "A young blonde teen holds up a dead fish while he sits with another boy in a boat in a lake with trees to the side."
    ], 
    "6915921596.jpg": [
        "a woman brushes a horse", 
        "A woman is brushing a horse's mane.", 
        "A woman is brushing her horse at the stable.", 
        "A woman in a pink shirt is grooming a horse.", 
        "A woman brushes a horse.", 
        "A woman is brushing a horse.", 
        "A woman is brushing a horse's hair.", 
        "A woman is grooming a horse.", 
        "woman is brushing her horse", 
        "A girl combs a horses mane.", 
        "a woman brushing a horses mane", 
        "A woman brushes a horses mane.", 
        "A woman is grooming a horse.", 
        "A woman  brushes a horse's mane.", 
        "A woman is combing a horse", 
        "A person is grooming a horse.", 
        "A woman is grooming her horse.", 
        "A woman is grooming a horse", 
        "The", 
        "A woman is brushing a horse.", 
        "A young person with shoulder length blonde hair brushes a brown horse.", 
        "A woman is brushing a horse", 
        "A woman is combing her horses hair", 
        "A woman is brushing a horse's hair that is inside of a stable.", 
        "The women is brushing the horse's hair.", 
        "A woman with blonde hair is combing the hair of a horse.", 
        "A woman is grooming her horse."
    ], 
    "8218549120.jpg": [
        "The guitar girl music play now", 
        "A woman plays guitar in a guitar shop.", 
        "A woman is playing the guitar for her students.", 
        "A woman is playing a guitar in a garage.", 
        "A woman is playing a guitar.", 
        "A young woman with light brown, highlighted long hair sits on a stool in a music studio while playing an acoustic guitar and smiling.", 
        "Woman plays music in a guitar shop", 
        "A young woman plays acoustic guitar while sitting on a stool in a workshop.", 
        "A young woman is sitting and playing a guitar", 
        "A girl is playing her guitar.", 
        "The women is playing a guitar.", 
        "A woman is playing guitar.", 
        "A woman is playing the guitar in the music store.", 
        "A woman plays guitar.", 
        "A woman on a stool playing guitar.", 
        "A woman plays guitar.", 
        "A girl plays a guitar.", 
        "A woman is playing the guitar.", 
        "A young woman is smiling while playing the acoustic guitar inside of a guitar shop.", 
        "a woman strums a guitar", 
        "A woman is playing guitar", 
        "A woman is sitting and playing the guitar.", 
        "A woman sitting on a stool playing a guitar.", 
        "A young woman playing an acoustic guitar in a business backroom.", 
        "A woman is playing a guitar with other guitars on the wall in the background.", 
        "a woman playing guitar in a workshop"
    ], 
    "5196768578.jpg": [
        "A young child is making a snowball.", 
        "Young toddler is holding a snow ball", 
        "A small girl is dressed in winter clothes and has a snowball in her hands.", 
        "A child is playing in the snow.", 
        "A girl is holding a snowball.", 
        "The child is making a snowball.", 
        "A young kid is playing in the snow with a snowball", 
        "a young child playing in the snow", 
        "child is playing in snow", 
        "A toddler plays in the snow while dress in pink cold weather gear.", 
        "a kid makes a snowball", 
        "The child i ball play now", 
        "A young child is dressed for the snow and holding a snowball.", 
        "A kid is playing out in the snow with snowballs.", 
        "A little kid is playing in the snow.", 
        "A kid plays in the snow.", 
        "A small child makes a snowball.", 
        "A girl picks up a snowball that she has created.", 
        "A young girl is holding a snowball while standing in the snow.", 
        "A boy holds a snowball.", 
        "A little girl in pink clothing is playing in the snow.", 
        "A young girl is bundled up and making snowballs in the snow.", 
        "A little girl is playing in the snow.", 
        "A child plays in the snow.", 
        "A small toddler wearing a pink had and gloves, holds a snow ball while standing knee deep in snow.", 
        "A little kid is playing in the snow.", 
        "A young girl is outside in the snow holding up a snowball.", 
        "A girl makes a snowball."
    ], 
    "4385122946.jpg": [
        "A man is fixing a bicycle", 
        "A shirtless, bearded man in shorts is tinkering with an upside down turned bicycle.", 
        "A man is fixing a bike.", 
        "a gentleman wearing shorts working on a bike.", 
        "A shirtless man is fixing a bicycle.", 
        "A man is fixing a bicycle.", 
        "A shirtless man is fixing a bike.", 
        "The boy cycle service now", 
        "A man is fixing a bike.", 
        "A shirtless man fixes the bike.", 
        "A bearded, shirtless man fixes his bicycle in front of a blue painted fence.", 
        "a man fixes a bike", 
        "A man fixing a bicycle.", 
        "A man is fixing his bicycle while his bicycle is upside down.", 
        "A man is fixing his bike.", 
        "Man without a shirt is seen repairing his bike", 
        "The man is fixing a bike.", 
        "A bearded man with no shirt is fixing his bicycle.", 
        "A shirtless man is fixing his bike.", 
        "man changes chain on bike", 
        "A shirtless man kneels to repair his upturned bike.", 
        "A man is working on his bike tire.", 
        "A man is outside repairing his bicycle.", 
        "A guy is fixing a bike.", 
        "a man working on a bicycle", 
        "A man is fixing a bicycle", 
        "A man is fixing a wheel on his bicycle.", 
        "A man fixes a bike.", 
        "A man works on a bicycle.", 
        "A man repairs his bike outside on the street."
    ], 
    "6064872574.jpg": [
        "a lady sitting at her desk with beads laid out in front of her along with a string.", 
        "A woman peers through glasses while she works on making jewelry.", 
        "A woman is making bead's indoors.", 
        "A woman is selecting beads to put on a necklace.", 
        "a woman makes jewelry", 
        "A woman is making jewelry.", 
        "A woman seated at a desk makes necklace using beads and a string.", 
        "A woman creates handmade jewelry at her work space.", 
        "woman is enjoying her hobbytime", 
        "A woman is making jewelry.", 
        "A long, brown haired woman with glasses, sits putting together beads in front of her on a table under a desk lamp.", 
        "A woman makes jewelry.", 
        "A woman assembles jewelry.", 
        "A woman making jewelry by hand.", 
        "A woman is engaging in arts and crafts", 
        "A woman is looking at jewerlry pieces.", 
        "A woman is making bead jewelry.", 
        "A woman is sorting through jewelry.", 
        "An older lady sits infront of a desk working on embroidery below a desk lamp.", 
        "a woman working on deocrations", 
        "The work now", 
        "A woman is making jewelry.", 
        "A woman is putting a decoration together.", 
        "A woman is making beaded jewelry at a workbench", 
        "The women is making arts and crafts.", 
        "A woman is doing bead work at her crafting table.", 
        "An older woman is making a gem necklace under some light", 
        "A woman is putting together some jewelry.", 
        "A woman is making jewelry."
    ], 
    "8003613232.jpg": [
        "A young girl is holding small flowers in her hand.", 
        "The child is holding on to flowers.", 
        "A young girl is holding several dandelions", 
        "The baby girl is looking at the camera.", 
        "A young girl stands on a porch in front of a grassy yard with flowers in her hand.", 
        "A little girl is holding flowers she picked.", 
        "A girl picks small flowers.", 
        "A child is holding flowers.", 
        "A girl is holding flowers.", 
        "The child see now", 
        "A brown eyed toddler girl in a yellow orange sun top holds flowers in both hands and sports a high pigtail in her shiny brown hair.", 
        "A girl with flowers in her hand is looking at the camera.", 
        "child is eating flowers", 
        "A little girl is holding flowers in both her hands while looking at the camera.", 
        "A little girl has picked flowers from the grass and is holding them in her hands.", 
        "A little girl is holding a flower.", 
        "A little girl looking at the camera while holding clover.", 
        "a young child eating plants", 
        "Young girl is holding a plant in her mouth", 
        "A girl is holding a flower.", 
        "A little girl has baby flowers in her hands.", 
        "A little girl holds flowers.", 
        "A young girl is holding tiny white flowers.", 
        "A girl hold some flowers.", 
        "A girl holds a weed.", 
        "a kid is picking flowers", 
        "A young toddler girl in a yellow dress holding a small white flower."
    ], 
    "7579633346.jpg": [
        "A girl is blowing bubbles.", 
        "A little girl blows bubbles.", 
        "a girl is blowing bubbles", 
        "A girl wearing a purple hat blows bubbles.", 
        "A blonde girl in a purple knit beanie blows bubbles.", 
        "A young girl is blowing bubbles.", 
        "A girl is blowing her bubbles.", 
        "A girl blowing bubbles.", 
        "A young girl in a knit hat blows bubbles.", 
        "A girl in a hat is blowing bubbles.", 
        "A girl in purple clothing blowing a bubble outside.", 
        "A girl is blowing bubbles outside.", 
        "A young girl is blowing bubbles outdoors.", 
        "A girl is blowing bubbles from a bubble blower.", 
        "A girl blows bubbles.", 
        "A girl is blowing bubbles.", 
        "The ball", 
        "A girl blows bubbles.", 
        "A girl is blowing bubbles.", 
        "A young girl is blowing bubbles outside", 
        "A girl blows bubbles.", 
        "A little girl is blowing bubbles.", 
        "The girl is blowing water bubbles.", 
        "young child blows bubbles", 
        "A young girl is blowing some bubbles", 
        "A child is blowing bubbles", 
        "a young girl blowing bubbles", 
        "A toe head blonde girl blows bubbles while sitting in front of green foliage and wearing a purple and white knit hat."
    ], 
    "4504411798.jpg": [
        "an author is signing a book.", 
        "A guy is signing a book.", 
        "An older male author signs books for fans.", 
        "A woman waits for a bearded author to sign her book.", 
        "An author is signing copies of his book for fans.", 
        "The man is signing a book for the women.", 
        "A author signing a book at a book-signing.", 
        "An author signs a woman's book.", 
        "A man is autographing novels for women who are standing around him.", 
        "An author autographs a book.", 
        "A man is signing autographs in books for fans.", 
        "A man is autographing books.", 
        "a man signing a book for a woman", 
        "The old man the girl matting", 
        "An author gives his autograph to a fan.", 
        "A older man is signing some books for some ladies.", 
        "man autographs books for fans", 
        "A man is singing books.", 
        "An older man writes in a book as two younger women, standing above him, watch.", 
        "An author signs a book.", 
        "A man autographs a book.", 
        "An author is giving autographs to some women.", 
        "An author autographs a book for a smiling customer.", 
        "A man is writing something while a woman is looking.", 
        "A man is signing a book for fans.", 
        "An author is signing copies of his book for two women.", 
        "An older man is writing inside of a book while another woman is watching him.", 
        "An author signing copies of his book for fans."
    ], 
    "2954929479.jpg": [
        "A boy is holding a pumpkin.", 
        "A kid found a pumpking to carve this upcoming Halloween.", 
        "A teenager proudly picks up his pumpkin from the pumpkin patch.", 
        "teenager is carrying a pumpkin", 
        "A boy is holding a pumpkin.", 
        "A preteen is holding a pumpkin in a pumpkin field.", 
        "A boy is holding a pumpkin at a pumpkin patch.", 
        "A boy in a blue hoodie is holding a large pumpkin in a field.", 
        "The boy", 
        "The boy is holding a pumpkin.", 
        "The child is picking pumpkins.", 
        "A young boy is holding a pumpkin in a pumpkin field.", 
        "A boy is holding up a pumpkin in a pumpkin patch.", 
        "A kid is carrying a pumpkin.", 
        "A young teen looking boy stands in a pumpkin field, dressed in blue, while holding a large pumpkin in front of a wooded background.", 
        "A boy is holding a pumpkin.", 
        "A teen holds a pumpkin.", 
        "A younger boy with a blue jacket stands with a pumpkin in a pumpkin patch", 
        "A person holds a pumpkin.", 
        "A young boy holds up a pumpkin outside", 
        "A person is holding a pumpkin", 
        "A person standing in a pumpkin patch holding a large pumpkin.", 
        "A boy in a pumpkin patch is holding up a pumpkin.", 
        "A boy with glasses is holding a pumpkin outside on a pumpkin field", 
        "a kid holds a pumpkin", 
        "A boy is holding a large, dirty pumpkin up in the middle of pumpkin patch.", 
        "A boy in a blue hoodie is holding a pumpkin in a field.", 
        "a boy posing while holding a pumpkin in a pumpkin patch"
    ], 
    "6337111139.jpg": [
        "students gathered together dressed in black holding their music book as they sing.", 
        "A choir is performing for an audience.", 
        "A girls choir is performing for an audience.", 
        "A chamber choir sings while wearing formal attire.", 
        "A choir is singing a song.", 
        "A ghior is singing.", 
        "The choir is singing a song.", 
        "The member of play book music play", 
        "A young adult choir is singing", 
        "a choir singing", 
        "A choir is singing a song.", 
        "A choir is singing music.", 
        "Young women and men in a choir appear to be singing", 
        "A choir in black is singing.", 
        "Choir is practicing singing", 
        "A choir of young people sing in black dress while holding music books in front of them.", 
        "A choir is singing.", 
        "a choir sings", 
        "A choir in black clothing is singing.", 
        "A choir sings.", 
        "A chior is singing.", 
        "A choir of young woman and men are singing indoors.", 
        "A choir sings songs.", 
        "A choir sings a song from a hymn book.", 
        "The choir is singing while holding books.", 
        "A choir is singing.", 
        "A teenage choir is dressed and black and preforming a song.", 
        "A chorus of men and women sing a song."
    ], 
    "4357228527.jpg": [
        "The woman is pouring laundry detergent in a washer", 
        "A woman is pouring laundry detergent into the washing machine.", 
        "the girl vasing macing", 
        "A sandy brown haired young woman with a pony tail pours liquid detergent into a top loading washer.", 
        "Young woman is about to apply detergent to a washing machine", 
        "A woman is putting liquid detergent into a washing machine at a laundromat.", 
        "A college student pours detergent into a washing machine.", 
        "A woman is doing laundry.", 
        "a woman is doing her laundry", 
        "A young woman puts Era brand laundry detergent into a washing machine.", 
        "The girl is pouring detergent in the washing machine.", 
        "A man is putting laundry detergant in the washing machine.", 
        "A young woman is pouring laundry detergent inside of a washer machine.", 
        "A woman washes clothes.", 
        "A woman adds detergent to the washing machine.", 
        "A woman is loading detergent into a washing machine at a laundromat.", 
        "A woman is adding detergent to a laundry load.", 
        "A woman is putting in laundry detergent into a washing machine.", 
        "A girl is doing laundry.", 
        "A woman pours liquid laundry detergent into a washing machine.", 
        "A girl is pouring laundry detergent into the washing machine.", 
        "A woman is putting soap in a washer.", 
        "women begins to wash her laundry", 
        "A woman adding detergent into a washing machine.", 
        "A woman is pouring liquid detergent inside a washing machine", 
        "A woman is doing some laundry.", 
        "a woman applying laundry detergent to a washing machine", 
        "A woman is doing laundry."
    ], 
    "2763354860.jpg": [
        "A girl is practicing rock climbing", 
        "A girl rock-climbs.", 
        "A young girl tackling a climbing wall.", 
        "A little girl is rock-climbing up an artificial wall.", 
        "a girl climbing a rockwall", 
        "A young girl with long, light brown hair, climbs a fabricated rock while wearing knee high jeans and a jean jacket.", 
        "A girl rock climbing.", 
        "The girl is climbing the cliff.", 
        "A young girl is wall climbing suspended by a rope.", 
        "A child is rock climbing", 
        "a young girl is climbing some fake cliff outside", 
        "A young girl is climbing up a rock wall.", 
        "the child", 
        "a girls climbs a rock wall", 
        "A girl is climbing a wall.", 
        "A girl is climbing rocks with a rope for safety.", 
        "A young girl is climbing up a man made cliff.", 
        "A young girl is rock climbing.", 
        "A child is rock climbing", 
        "A girl is practicing rock climbing.", 
        "child practices her rock climbing", 
        "A girl climbs a practice wall.", 
        "A girl is rock climbing.", 
        "A girl is rockclimbing.", 
        "A young girl climbs a climbing wall.", 
        "A young girl is climbing a rock climbing wall with the proper gear.", 
        "A little girl is rock climbing."
    ], 
    "5712096379.jpg": [
        "A train is being washed.", 
        "a gentleman hard at work cleaning the train windows.", 
        "A man is cleaning the train with a wet mop, making sure the windows are clean.", 
        "A workman is washing the windows of a train.", 
        "A man is washing the windows of a train.", 
        "The boy train serivce  now", 
        "a man washing a train", 
        "A man washes a train.", 
        "The man is cleaning the train cars.", 
        "A portly young man with a blue brimmed hat and an orange vest, brushes clean the side of a metro train with a bucket of liquid in front of him.", 
        "A man washes a train window.", 
        "Worker is cleaning the side of a metro station train.", 
        "A man is cleaning the train.", 
        "A man is washing a train window.", 
        "A train yard worker is washing the outside of the train windows.", 
        "A man washes a train.", 
        "man is painting subway car", 
        "a guy washes a train", 
        "A man cleans the exterior of subway cars with a long handled brush and water.", 
        "A man is cleaning the side of the train.", 
        "A man is washing a train.", 
        "A man washing the windows of a train.", 
        "A man in a vest mops a train.", 
        "A man with a orange vest and blue hat is washing the train.", 
        "A worker is wiping down a train's windows", 
        "A worker is cleaning the windows of the train.", 
        "A man is cleaning the side of a trolley while wearing an orange vest.", 
        "A man is cleaning the windows."
    ], 
    "4579431117.jpg": [
        "A man is sweeping.", 
        "Teenager is sweeping a restaurants floor.", 
        "A man is sweeping or mopping.", 
        "A teenage kid is working hard mopping the floor at his first job.", 
        "The man is cleaning the floor.", 
        "A man is cleaning the floor of the restaurant.", 
        "A boy cleans a sidewalk", 
        "A man is cleaning the floor.", 
        "A man is cleaning the floor of a room filled with benches.", 
        "A boy is mopping the floor.", 
        "A man is mopping the floor.", 
        "a man is sweeping", 
        "A young man in a blue shirt sweeps the floor.", 
        "A man is cleaning the street.", 
        "a man sweeping up the street", 
        "A man is pushing a broom or mop to clean an outdoor area.", 
        "A man sweeping up around a sitting area.", 
        "young adult sweeps floors for money", 
        "A man cleans the floor.", 
        "A man sweeps the sidewalk at an outdoor cafe.", 
        "A guy is mopping the floor.", 
        "A young man is sweeping the walkway inside of a restaurant.", 
        "A man is cleaning a floor", 
        "A man appears to be cleaning the ground with broom or a mop.", 
        "A young black haired man pushes a broom or mop in the path between seating.", 
        "A man is sweeping.", 
        "The", 
        "A working is sweeping the floor at an outside cafe"
    ], 
    "29850055.jpg": [
        "This child beach solid", 
        "A little boy is playing in the sand.", 
        "A little boy plays in the sand with a small shovel.", 
        "a boy on the beach playing in the sand.", 
        "a young child playing in the sand", 
        "A young boy is playing on the beach in the sand", 
        "A child is playing in the sand", 
        "A boy is digging in the sand on the beach.", 
        "A boy plays in the sand.", 
        "A very young red haired boy holds a blue sand shovel in his right hand while sitting in the wet sand in a white t-shirt and red, print shorts.", 
        "A boy plays in the sand.", 
        "Child is playing in the sand at the beach", 
        "A young boy playing in the sand with a shovel.", 
        "a kid plays on the beach", 
        "A young bow is shoveling sand at a beach.", 
        "A young boy is playing in the sand at the beach.", 
        "A young red haired boy plays in the sand at the beach.", 
        "A kid digs on the beach with a shovel", 
        "A boy is playing in the sand with his plastic shovel.", 
        "A little boy is playing in the sand.", 
        "A young boy plays in the sand on the beach.", 
        "A kid is playing with dirty sand on the beach.", 
        "A baby boy with red hair is playing with sand outside", 
        "The boy is playing in the sand at the beach.", 
        "A boy plays in the sand.", 
        "A boy is playing with the sand.", 
        "A little boy is playing on the beach with a toy shovel."
    ], 
    "6989990004.jpg": [
        "A woman is on her laptop.", 
        "A woman uses a laptop.", 
        "A woman is using a computer.", 
        "A woman in a dress sits on couch looking at her laptop.", 
        "A slightly heavy set, but attractive brunette wearing glasses, sits on a couch with her legs on a table while staring at a laptop screen on her lap.", 
        "A woman is using her laptop.", 
        "A woman on a couch outside using her laptop.", 
        "A woman is sitting in her yard using her laptop.", 
        "student is using her laptop", 
        "A woman is on her laptop.", 
        "A woman is sitting on a couch outside using her laptop.", 
        "A woman is doing something on her laptop.", 
        "A woman sitting on a beige sofa on her laptop.", 
        "The girl laptop work now", 
        "a woman is on her laptop", 
        "A woman with glasses is sitting with her legs on a stool and she has a laptop on her lap.", 
        "A woman is sitting on the patio and working on her laptop.", 
        "A woman is using her laptop indoors with her feet on a foot stool.", 
        "The women is sitting on a sofa and using a laptop.", 
        "A woman uses a laptop.", 
        "A woman sits on a couch while looking at her laptop.", 
        "A woman is using her laptop while sitting on a sofa with her legs propped up on small table.", 
        "A woman is using a laptop computer", 
        "A woman is using a laptop with her feet up.", 
        "a woman sitting on a couch while using her laptop", 
        "A girl relaxing on a couch while using a laptop.", 
        "A woman is using a laptop outside", 
        "A woman is using a laptop."
    ], 
    "5543900069.jpg": [
        "A woman smiling while blow-drying her hair", 
        "A woman is blow drying her hair.", 
        "A woman is blow-drying her orange hair.", 
        "A smiling woman blow dries her hair.", 
        "A woman with bright orange hair is smiling while blow drying her hair.", 
        "The girl hair wasing", 
        "A woman dries her hair.", 
        "A woman is drying her hair.", 
        "The women is blow drying her hair.", 
        "A orange woman is using her blow dryer.", 
        "A woman is blow drying her hair", 
        "a woman dries her hair", 
        "A woman is blowdrying her hair.", 
        "A woman is blowdrying her hair.", 
        "A woman is drying her hair with a hairdryer.", 
        "a woman blow drying her hair", 
        "A woman is blowdrying her hair.", 
        "A woman is using a purple hairdryer to dry her hair.", 
        "A older red haired woman blow dries her hair while laughing.", 
        "A redheaded woman dries her hair with a purple hairdryer.", 
        "A woman smiles at the camera while she dries her hair.", 
        "A woman with red hair is blow drying it.", 
        "A woman blow drys her hair.", 
        "A slightly stout red haired middle aged woman smiles as she blow dries her hair.", 
        "A woman is blow drying her hair.", 
        "older woman blow dry's her hair", 
        "A woman is blow drying her hair.", 
        "A woman blow drying her red hair."
    ], 
    "121590361.jpg": [
        "Two men play trumpet in the city.", 
        "Two men are playing trumpets.", 
        "Trumpet the boy music now", 
        "two men playing trumpets", 
        "Two men are playing the trumpet outdoors in the city.", 
        "A couple of guys playing the trumpet.", 
        "Two young adults play the trumpet in the city.", 
        "Two men are playing trumpet, one man watching the other.", 
        "Two men play the trumpet.", 
        "Two people play trumpets outside.", 
        "Two men are playing trumpets in a city.", 
        "Two young men are playing the trumpet outside", 
        "Two people are playing trumpets.", 
        "Two men are playing coronets outside in a city.", 
        "The two men are playing trumpets.", 
        "Two boys are playing the trumpet.", 
        "Two men plays the horn.", 
        "Two men play trumpets.", 
        "two men play trumpets together", 
        "two musicians play trumpets", 
        "Two dark skinned young mean stand playing horns while standing outside in an urban area.", 
        "Two men are playing the trumpet on the street.", 
        "A group of black men perform outdoors playing the trumpet.", 
        "Two boys are playing the trumpet.", 
        "Two men are playing their trumpets.", 
        "Two men play trumpets.", 
        "Two black men are playing their trumpets outside", 
        "Two men play the trumpet for a crowd."
    ], 
    "5519359130.jpg": [
        "A boy is sliding down a slide.", 
        "The child is sliding down.", 
        "A blonde child is sliding down the slide.", 
        "A child descends down a slide.", 
        "A boy is sliding down a slide.", 
        "A child is slipping down a slide.", 
        "a young child sliding down a slide", 
        "The kid is sliding down a slider.", 
        "A young boy is sliding down a slide", 
        "A kid slides down a slide out in the summer day.", 
        "A blonde child is about to slide down a metal slide.", 
        "A child goes down a slide.", 
        "A little kid is going down a slide.", 
        "A young boy is sliding down a slide.", 
        "A young boy is sliding down the metal slide.", 
        "A kid goes down a slide.", 
        "A toddler slides down a slide on a playground.", 
        "A child is going down a slide", 
        "child plays on a slide", 
        "A child is going down a red slide.", 
        "young blonde boy is sliding down a slide", 
        "The child game play", 
        "A boy goes down the slide.", 
        "A young boy slides down a metal slide.", 
        "A little blond boy is going down a slide.", 
        "A young blonde toddler is seen from above, sliding down the slide in the grass.", 
        "a kid goes down a slide", 
        "A tot is on a playground slide."
    ], 
    "5403632578.jpg": [
        "guitar big size play now", 
        "The man is playing a red cello.", 
        "man playing a double bass", 
        "A man is holding the chello.", 
        "A man is playing the cello outside.", 
        "A man plays his instrument.", 
        "A man is playing a bass outside", 
        "A man is playing the cello outdoors.", 
        "A man is playing a red bass outside.", 
        "A man is holding a cello outside in public, playing it.", 
        "A man playing a bass.", 
        "A man is standing and playing his bass outside.", 
        "A young, goatee'd man with a navy sweater, glasses and a beanie stands in front of a low wall and building, playing a cherry colored cello.", 
        "A guy plays the big violin thing.", 
        "A man is playing an upright bass guitar.", 
        "Man is playing double bass", 
        "A man is playing a stand-up cello outside.", 
        "A man is playing the cello.", 
        "A older man stands with his Cello.", 
        "A man is playing an upright bass.", 
        "A man is holding his bass violin.", 
        "A man in a hat and glasses is outside with a upright bass.", 
        "A man plays a large violin on the sidewalk.", 
        "A man plays the cello.", 
        "a man plays a stand up bass", 
        "A man plays a large instrument on the street.", 
        "A man is playing a bass.", 
        "A man is smiling while holding and playing a large red stringed instrument outdoors."
    ], 
    "5821273816.jpg": [
        "The guitar child play now", 
        "A kid is practicing his guitar playing.", 
        "young male child is strumming an acoustic guitar", 
        "A kid is playing a guitar.", 
        "A boy is playing the guitar.", 
        "A young boy is on the couch playing guitar.", 
        "The child is playing the guitar.", 
        "A boy plays the guitar.", 
        "A boy strumming a guitar.", 
        "A young light brown haired boy sits in pajama bottoms and a t-shirt playing his guitar on a couch full of pillows and covered with a quilt.", 
        "A boy plays his guitar.", 
        "A boy playing his guitar in a room.", 
        "A boy is sitting on a couch, playing a guitar.", 
        "A boy is playing the guitar.", 
        "a kid plays guitar", 
        "A young boy is strumming his guitar", 
        "A boy plays guitar.", 
        "A young boy is playing a guitar while sitting on a sofa.", 
        "a boy playing a guitar", 
        "A boy plays guitar.", 
        "A kid is practicing his guitar skills on a sofa.", 
        "A young boy sits on his bed and plays an acoustic guitar.", 
        "A young man is playing the acoustic guitar indoors.", 
        "A young boy practices playing a guitar on a couch.", 
        "A boy is sitting on the couch playing his guitar.", 
        "A young boy plays a guitar while seated on a sofa.", 
        "child plays his guitar in his room"
    ], 
    "8189395281.jpg": [
        "A woman is roller skating with a determined look on her face.", 
        "A woman is roller skating.", 
        "The girl skety now", 
        "Woman is rollerderbying", 
        "A muscular, long strawberry blonde haired woman rollers skates in front of a few people sitting in the stands.", 
        "A woman is skating indoors while wearing a helmet.", 
        "A woman in roller derby gear is skating indoors.", 
        "The women is rollerblading.", 
        "A woman is skating.", 
        "A woman is roller skating around the track.", 
        "A woman speed skating.", 
        "A woman races around a roller derby rink while on skates.", 
        "A woman is roller skating.", 
        "A woman is roller blading.", 
        "A woman is roller skating indoors", 
        "A woman is rollerskating with pads and a helmet on.", 
        "A professional roller skater woman performed indoors.", 
        "a woman roller skates with intensity", 
        "A woman is roller skating indoors.", 
        "A woman is skating in a competition.", 
        "A buff woman is rollerblading inside some court", 
        "A woman is skating.", 
        "A woman is rollerblading.", 
        "A woman is roller skating.", 
        "A woman is skating.", 
        "a woman skating while others watch", 
        "A woman skates in a roller derby rink.", 
        "A woman is roller skating."
    ], 
    "4766583860.jpg": [
        "A little girl is swinging on a swing.", 
        "A young girl is enjoying herself in the swing.", 
        "A child is on a swing.", 
        "Child is enjoying swingset", 
        "A girl is in a swing.", 
        "A child swinging on a swing.", 
        "A little girl is swinging.", 
        "A little girl swinging on her swing set.", 
        "A young girl sticks her tongue out as she happily plays on the swings.", 
        "A young girl is in a baby swing and being swung high.", 
        "A girl is on the swing.", 
        "A toddler with two ponytails swings on a swing.", 
        "A girl on a swing.", 
        "a child playing on a swing", 
        "The small girl is swinging.", 
        "A light brown haired, pig tailed toddler swings in front of trees with her tongue hanging out while wearing pink Crocs.", 
        "A young girl is swinging on a swing set", 
        "A girl swings on a swingset.", 
        "a child swings", 
        "A young girl is swinging on a swing with her tongue out.", 
        "A little girl is swinging.", 
        "A child is playing on a swing", 
        "A girl is swinging.", 
        "A girl swings.", 
        "A toddler girl is swinging on a swing", 
        "A girl is on a swing with her tongue out.", 
        "The play game"
    ], 
    "78050495.jpg": [
        "A family is playing a board game around a table.", 
        "A family is playing a board game together.", 
        "A group of men and women, young and old, sit at a large wooden table playing a hexagonal shaped board game in a dining room setting.", 
        "A group of people are playing a board game.", 
        "A group of people playing Settlers of Catan.", 
        "A family of five is gathered around a table playing a board game", 
        "People are playing a game.", 
        "A group plays a game.", 
        "A man is excited with the pair of cards dealt to him during a game.", 
        "The family is playing a board game.", 
        "Some people play a board game.", 
        "a group of people playing a board game", 
        "A family plays a board game.", 
        "A family is playing a board game", 
        "A family is playing a game on the kitchen table, five players are present.", 
        "a family plays a game", 
        "family is enjoying a boardgame", 
        "Five people are playing a board game.", 
        "A family is engaged in a board game.", 
        "A group of people are at the table playing a card game.", 
        "A family plays a board game in their living room.", 
        "A family is having a game night.", 
        "The pepole", 
        "A family plays a board game around a table.", 
        "A family is playing a game.", 
        "A family are playing a board game together.", 
        "People are playing a board game", 
        "A family is playing a board game while sitting at a table together."
    ], 
    "5277303677.jpg": [
        "A man in a green-striped black shirt prepares to throw a bowling ball.", 
        "A man is getting ready to bowl his ball.", 
        "The play in game", 
        "The man is bowling with a green bowling ball.", 
        "A boy prepares to throw a bowling ball for a strike.", 
        "teenager is bowling at the bowling alley", 
        "a person bowling", 
        "A boy bowls.", 
        "The man is bowling.", 
        "A man mid-swing while bowling.", 
        "A man is bowling with a green bowling ball.", 
        "A woman is throwing a green bowling ball down a bowling lane.", 
        "a guy is bowling", 
        "Someone is throwing a bowling ball.", 
        "A man is bowling.", 
        "A young man swings back with his green bowling ball in his right hand, about to take a turn trying to hit a set of pins in a bowling alley.", 
        "A boy is throwing a green bowling ball down the lane.", 
        "There's a guy throwing a ball.", 
        "A person is getting ready to throw a bowling ball.", 
        "A boy is bowling.", 
        "A man prepares to toss a bowling ball down a bowling lane.", 
        "A man is ready to throw a bowling ball down the lane.", 
        "Teenage boy is about to let go of his green bowling ball", 
        "A man is bowling.", 
        "A man is about to release a bowling ball down a bowling lane", 
        "A man aiming his green bowling ball for the pins.", 
        "A kid has a green bowling ball preparing to hit the pins on the other end."
    ], 
    "6845394024.jpg": [
        "A young boy is brushing his teeth before bed.", 
        "A boy in a superhero shirt brushing his teeth in a bathroom.", 
        "Young toddler is brushing his teeth in front of the mirror", 
        "child is brushing teeth", 
        "The child too bears now", 
        "A young boy is brushing his teeth in a bathroom", 
        "A young boy in a spider-man shirt brushes his teeth.", 
        "A kid is brushing his teeth in the bathroom before bed.", 
        "A very young brown haired boy in a super hero shirt stands regarding himself in the mirror while he brushes his teeth with some dental floss in front of him on the sink.", 
        "a young child brushing their teeth", 
        "A little boy is brushing his teeth.", 
        "A boy is brushing his teeth.", 
        "The little boy is brushing his teeth.", 
        "A young boy is brushing his teeth while looking at his reflection.", 
        "A boy is brushing his teeth.", 
        "A young boy brushing his teeth.", 
        "a kid brushes his teeth", 
        "The child is brushing his teeth.", 
        "A boy brushes his teeth.", 
        "A boy brushes his teeth.", 
        "A boy brushes his teeth.", 
        "A young boy is brushing his teeth at the bathroom sink.", 
        "A young boy is brushing his teeth.", 
        "A young boy brushes his teeth before bed.", 
        "A little boy brushes his teeth at the sink while wearing Marvel pajamas.", 
        "A boy is brushing his teeth.", 
        "A boy brushes his teeth."
    ], 
    "7817889978.jpg": [
        "A woman is rock climbing on a mountain", 
        "A woman is rock climbing.", 
        "A woman is climbing.", 
        "From above, we see a young Asian woman climbing a mountain with several green covered mountains in the background.", 
        "A person is rock climbing up a cliff.", 
        "A woman is rock climbing.", 
        "A woman is climbing up a mountain while wearing a white helmet.", 
        "A woman climbing a mountain.", 
        "Someone is rock climbing.", 
        "A woman climbs a mountain.", 
        "A woman scales a rock.", 
        "A woman is rock climbing up a rope.", 
        "A person is rock climbing.", 
        "A girl climbs the side of a mountain.", 
        "a woman climbing a mountain", 
        "A woman is going down the ropes.", 
        "The girl hot work", 
        "A woman climbs a steep mountain with an assist from a climbing rope and helmet.", 
        "woman is climbing a mountaintop", 
        "A woman is climbing up a mountainside.", 
        "The girl is climbing the side of a mountain.", 
        "a woman climbs a rock", 
        "An asian woman is hiking with some rope alongside a cliff", 
        "A woman is rock climbing.", 
        "A woman is climbing up the side of a mountain.", 
        "A woman is climbing a mountain.", 
        "A woman is near the top of the mountain that she is climbing."
    ], 
    "5283494184.jpg": [
        "man clearing away leaves with a leaf blower", 
        "Man leafblowing lawn", 
        "A man is using a leaf blower", 
        "A man is blowing leaves with a leaf blower.", 
        "A man is using a leaf blower to clean up the yard.", 
        "The guy is blowing leaves.", 
        "A man is using a leaf blower.", 
        "A young man is blowing the leaves with a leaf blower in autumn.", 
        "A man uses a leaf blower.", 
        "A man is wearing a leaf blower and pointing it at a pile of leaves.", 
        "The man is blowing leaves.", 
        "a man using a leave blower on some leaves.", 
        "A man in a beanie blows leaves with his blower.", 
        "A young man is using a leaf blower outside.", 
        "A man is blowing leaves next to a row of autumn colored trees.", 
        "A man clears leaves that have fallen using a gas operated blower.", 
        "A man blows away leaves.", 
        "A guy is blowing leaves.", 
        "A man is blowing away the leaves on the ground.", 
        "A pan is using a leaf-blower.", 
        "A man is blowing the leaves.", 
        "A man making a pile of leaves using a leaf blower.", 
        "A man is blowing leaves.", 
        "A man is blowing leaves with a leaf blower.", 
        "The man", 
        "A young man carries a leaf blower and makes a pile of autumn leaves.", 
        "a man uses a leaf blower", 
        "A man is blowing leaves."
    ], 
    "5932908042.jpg": [
        "A person performing tests in a lab.", 
        "A lab technician is working on samples.", 
        "Someone is doing something in a lab.", 
        "A research technician prepares an experiment.", 
        "The man is working in a lab.", 
        "A young man is putting a liquid in a container from a syringe.", 
        "A man with gloves is putting some type of genetic material into a syringe.", 
        "A doctor is testing out the new medicine before usage.", 
        "The man is filling up vials.", 
        "A man works in a lab.", 
        "a man preparing either slides or cultures for a lab", 
        "A lab worker is filling samples from a syringe", 
        "Worker is filling vials", 
        "The boy matical work", 
        "A man is working in the lab and filling up vials.", 
        "A man is using a tool to add or remove liquid from a test tube.", 
        "A man works in a science laboratory.", 
        "A man is using a dropper.", 
        "A man with white gloves is placing a biological sample into a test tube.", 
        "A man is performing a procedure", 
        "A man with white gloves on is using a green tool to put a liquid in a test tube.", 
        "A man is doing tests.", 
        "A man is injecting samples into test tubes.", 
        "A lab technician is putting in a sample.", 
        "a scientist conducts an experiment", 
        "A man works in a lab.", 
        "A young, black haired man wearing gloves, uses a dropper to insert something into test tubes."
    ], 
    "8849890.jpg": [
        "men are playing trumpets", 
        "mariachi band is playing in the streets", 
        "Two mens plays the horns.", 
        "two men playing trumpets", 
        "Two men play mariachi.", 
        "Two young men are playing the trumpet outdoors.", 
        "The two men are playing trumpets.", 
        "Two guys playing the trumpet in mariachi clothing.", 
        "Two men play the trumpet.", 
        "Two men are playing trumpets outside.", 
        "Two formally dressed musicians play at an event.", 
        "Two men play trumpets.", 
        "A Marciachi band is playing outside.", 
        "Two men are playing the trumpet.", 
        "Two men are playing the trumpet in festive clothes.", 
        "Two young mariachi player stand playing horns in front of a car while standing on the dirt with discarded water bottles lying to the side of them.", 
        "Two Mexican men play trumpets in traditional attire.", 
        "Two men are dressed up and playing their trumpet.", 
        "Two men are playing the trumpet.", 
        "Two men are playing the trumpet in a band.", 
        "Two men are playing trumpets outside", 
        "Two men dressed like mariachis are playing silver trumpets outside.", 
        "the two turmpet play now", 
        "Two mariachis are playing their trumpets outside", 
        "Two men are playing trumpets.", 
        "Some musicians play instruments.", 
        "Two men are playing trumpets in a band."
    ], 
    "6915574150.jpg": [
        "A toddler awkwardly holds a toothbrush.", 
        "A child holding a toothbrush.", 
        "A girl holds a toothbrush.", 
        "A girl is happy as she has her toothbrush in her hands.", 
        "A girl is holding a toothbrush.", 
        "A young girl is holding a toothbrush.", 
        "A little girl holds her toothbrush.", 
        "a kid holds a toothbrush", 
        "A girl is holding her toothbrush.", 
        "A young girl is holding a toothbrush", 
        "A child holds a toothbrush.", 
        "A little girl is holding a toothbrush.", 
        "A young girl is holding a tooth brush and wearing a white and pink shirt.", 
        "A very young, blond toddler girl, stands shyly holding a toothbrush upside down in her pink and light pink shirts.", 
        "A young toddler holds her toothbrush.", 
        "A child holds a toothbrush.", 
        "A girl is holding a blue and yellow toothbrush.", 
        "A young girl is holding a toothbrush pretending to brush her teeth.", 
        "A girl holds up her toothbrush to the camera.", 
        "child is holding her toothbrush", 
        "The girl is holding on to a toothbrush.", 
        "a child holding a toothbrush in front of her face", 
        "A baby girl holds a toothbrush.", 
        "The child too breas", 
        "A child is holding a toothbrush", 
        "A little baby girl is holding a toothbrush.", 
        "A little girl is holding a toothbrush"
    ], 
    "505955292.jpg": [
        "A child is riding a horse.", 
        "The child boy animal go now", 
        "young child riding a horse", 
        "A kid is on a horse.", 
        "A young child is sitting bareback on top of a horse.", 
        "A little boy is on a horse.", 
        "A little kid is riding a horse.", 
        "A young boy is riding a horse", 
        "A young girl rides a horse bareback down a woody path.", 
        "A kid is on a horse.", 
        "A boy is sitting on a horse.", 
        "The child is riding on a horse.", 
        "A child sits on a horse.", 
        "A young child is sitting bareback on top of a horse.", 
        "A young boy is riding on a brown horse.", 
        "A young boy riding a horse.", 
        "A young baby boy is riding a horse looking out", 
        "child rides a horse", 
        "A child rides an animal.", 
        "A young girl sits atop a horse aside a row of bushes.", 
        "A young bow is riding on the back of a horse while looking away.", 
        "a kid sits on a horse", 
        "A little boy is sitting on a horse.", 
        "A small boy sits atop a large horse.", 
        "A boy rides a horse.", 
        "A girl is on top of a horse learning how to ride it.", 
        "A young brown haired child sits atop a brown horse holding its mane.", 
        "A child is on top of an animal.", 
        "A boy is holding on to the horse he is on."
    ], 
    "5985691500.jpg": [
        "A man is carrying a heavy bag and adding it to a pile of heavy sacks.", 
        "A man carrying a heavy sack.", 
        "Man is stacking some sacks on top of each other", 
        "A man in a hat struggles with a large bag of something.", 
        "a man is lifting a bag", 
        "A man is placing a large brown bag on top a pile of bags.", 
        "A man is carrying large bags from a small boat onto the seashore.", 
        "A man is lifting heavy bags", 
        "An older man is stacking bag's of items next to a body of water.", 
        "A man stacking large bags of grain.", 
        "A man on a beach is lifting a heavy bag and putting it with other big bags.", 
        "The man is lifting a brown bag.", 
        "A man is piling bags on the riverside", 
        "A man is stacking heavy bags by the riverbank.", 
        "a man lifting a large bag", 
        "The work ho now", 
        "A man unloads bags from a boat.", 
        "A middle aged man struggles to hold a large canvas back, almost his size, in front of a boat and standing over a pile of similar bags.", 
        "A man unloads a lighter on the coast by picking up heavy bags full of goods.", 
        "A guy is moving a heavy bag.", 
        "man lifts rice bags", 
        "A man is carrying sand bags out into the rocks.", 
        "A man is holding a bag full of something.", 
        "A man is carrying a heavy sack.", 
        "A man is piling sacks on the beach.", 
        "A man holds a large sack.", 
        "A man is offloading heavy bags from a boat onto the shore.", 
        "A man lifts heavy sacks."
    ], 
    "6978881720.jpg": [
        "A boy is peering through the sights of a riffle at a gun range.", 
        "a boy is aiming a rifle", 
        "A person aiming for a target at a shooting range.", 
        "A young man aims a rifle.", 
        "SOMEONE IS SHOOTING A RIFLE.", 
        "A man is aiming a gun at a shooting target in a shooting range", 
        "A boy shooting in a shooting range.", 
        "The man soot now", 
        "Someone is shooting a rifle.", 
        "person is shooting a gun at target practice", 
        "The guy is practicing shooting at the gun range.", 
        "A boy is shooting a target practice.", 
        "A boy is aiming a gun.", 
        "A boy does target practice.", 
        "A boy practices his marksmanship with a rifle at the range.", 
        "A young boy takes aim with a rifle at an indoor range.", 
        "A kid is shooting a gun at the gun range.", 
        "A young man is shooting a gun indoors at a shooting range.", 
        "The boy is shooting a gun at the range.", 
        "A young person with sandy brown hair and ear protectors aims a gun at a target in front of him.", 
        "A boy is shooting a rifle at the gun range.", 
        "a boy firing a gun at a shooting range", 
        "A man shoots at a gun range.", 
        "A man is shooting a rifle at a shooting range", 
        "A man is practicing at a shooting range", 
        "A little boy aims at a target at the shooting range.", 
        "A man is aiming a rifle at a firing range.", 
        "A man is at the shooting range shooting a target."
    ], 
    "6302275137.jpg": [
        "Two people are fencing.", 
        "Two people are fencing.", 
        "Two men are sword fighting training.", 
        "Two fencers are fighting each other.", 
        "Two people are practicing their fencing skills.", 
        "a fencing match is occurring", 
        "Two people in full uniform fence while with each in an auditorium setting with a crowd of people in back of them and a few people to the side.", 
        "Two people are fencing.", 
        "Two players are swordfighting.", 
        "Two fencers battle back and forth at a tournament.", 
        "Two people are fencing.", 
        "Two people are fencing.", 
        "Two people are competing in a fencing match.", 
        "Two people are fencing in doors", 
        "Two people are engaged in a fencing match.", 
        "Two people are fencing.", 
        "Two people are fencing at an indoor competition.", 
        "Two men are fighting each other with swords.", 
        "Two people are in a fencing competition.", 
        "Two fencers are mid-fight.", 
        "the boy play now", 
        "Two men are fencing indoors while wearing full protection.", 
        "Two men engage in a sword fight in a busy gym.", 
        "The two individuals are fencing.", 
        "two men fight via fencing", 
        "Two people involved in a fencing match.", 
        "one person lunging during a fencing match while the other retreats", 
        "Two people are fencing."
    ], 
    "4705826062.jpg": [
        "A man is eating Ice Cream next to his date.", 
        "a young man walking in a plaza with a backpack on and eating ice cream.", 
        "A man eats an ice cream cone.", 
        "a man is eating ice cream", 
        "A man eating an ice cream cone.", 
        "A young man eats an ice cream cone outside.", 
        "A man is eating icecream.", 
        "A man eats an ice-cream.", 
        "A young man is taking a bite from an ice cream cone.", 
        "A man eating an ice cream cone outside.", 
        "A man is caught eating an ice-cream cone mid-bite", 
        "A man is outside walking and eating an ice cream cone", 
        "A man is almost entirely swallowing some ice cream cone", 
        "A man is eating an ice cream cone.", 
        "A Man eats an ice cream cone.", 
        "A man is eating a ice cream while wearing a back pack.", 
        "A young light brown haired man stands with a back pack on, licking an ice cream cone with a red haired woman to his left.", 
        "A man is eating food.", 
        "The i chere now", 
        "A man is eating ice cream.", 
        "A guy is eating ice cream.", 
        "A man is eating an ice cream cone.", 
        "A man is eating a vanilla ice cream cone outside.", 
        "A man eats ice cream.", 
        "man inhales snowcone", 
        "The man is eating an ice cream cone.", 
        "A man is eating an ice cream cone.", 
        "A man enjoys an ice cream cone from a street vendor.", 
        "a man eating ice cream"
    ], 
    "33256003.jpg": [
        "A woman is applying lipstick.", 
        "Woman applying Lipstick", 
        "A woman is applying lipstick.", 
        "A woman is applying lipstick to her lips.", 
        "A woman is putting on lipstick", 
        "a woman applies lipstick.", 
        "woman applying lipstick", 
        "A woman is putting on lipstick.", 
        "A woman applies lipstick.", 
        "A woman puts on lipstick.", 
        "A woman is applying lipstick to herself.", 
        "A woman is putting on lipstick.", 
        "a woman applies makeup", 
        "A brown haired woman with short, frizzy, brown hair applies a skin toned lipstick while staring down.", 
        "A woman is putting on lipstick.", 
        "A woman is applies lipstick.", 
        "The women is applying lipstick.", 
        "A woman applies lipstick.", 
        "A woman in a green shirt is putting on pink lipstick.", 
        "A woman applies her lipstick.", 
        "A woman is applying lipstick.", 
        "A woman applies lipstick while sitting down in her home.", 
        "A woman is putting on lipstick.", 
        "A woman is applying lipstick to her lips", 
        "A middle aged woman is smiling while putting on lipstick indoors.", 
        "The lip", 
        "A woman applying lipstick."
    ], 
    "4445547327.jpg": [
        "A young girl plays a violin.", 
        "A young girl plays the violin.", 
        "A woman is playing the violin.", 
        "A girl is playing a violin.", 
        "A girl playing a violin.", 
        "A girl plays the violin.", 
        "A young girl is playing the violin.", 
        "The girl violin play now", 
        "a young girl playing the violin", 
        "A girl plays the violin.", 
        "A girl plays violin.", 
        "Child is practicing Violin", 
        "A girl is playing her violin.", 
        "A young girl is playing the violin.", 
        "A young girl practices her violin skills.", 
        "A young girl is smirking while playing the violin.", 
        "A young, light brown haired girl stands playing her violin with a pink barette in her ponytailed hair.", 
        "A young girl is playing the violin", 
        "A young girl is playing violin.", 
        "A girl plays the violin", 
        "A girl is using her violin.", 
        "A young girl is practicing her violin.", 
        "a girl plays a violin", 
        "A girl is playing the violin.", 
        "A little girl is playing the violin.", 
        "A child plays a violin.", 
        "The girl is playing the violin."
    ], 
    "4726019778.jpg": [
        "A girl is watering plants on a patio", 
        "A girl is spraying water.", 
        "A girl is watering the plants.", 
        "A girl is watering plants.", 
        "A girl waters plants.", 
        "A young girl is using a garden hose to water a bunch of plants in planters on a porch.", 
        "A young girl practices watering plants on an outdoor patio.", 
        "A girl using a hose to water plants.", 
        "Young girl is spraying some water on some plants with a hose.", 
        "A little girl is playing with a water hose.", 
        "The girl is spraying the plants with water from the hose.", 
        "A child is watering some plants", 
        "The tree girl water", 
        "A girl is watering the plants.", 
        "A little girl watering plants with a garden hose.", 
        "A girl sprays water onto potted plants.", 
        "A young girl is watering plant's outside of her back porch.", 
        "child waters the garden", 
        "A girl is holding a hose.", 
        "a kid waters some plants", 
        "A young girl waters the plants on the patio.", 
        "A young girl is helping water the plants with a hose.", 
        "A girl waters some plants.", 
        "a young girl watering plants with a water hose", 
        "A girl is watering plants.", 
        "A young blonde girl holds a hose and waters potted plants and flowers in front of her house.", 
        "A young girl in a dress holds a water hose to water the flowers."
    ], 
    "6288191752.jpg": [
        "Two kids are coloring.", 
        "A little boy an a little girl are drawing with crayons.", 
        "The children are looking in a crayon box", 
        "Two children are coloring", 
        "Kids are coloring.", 
        "A brother helps his infant sister with a box of crayons.", 
        "2 kids draw", 
        "Two kids are coloring.", 
        "Two small children draw and color with crayons.", 
        "Two young blonde toddler, a girl and boy, sit at a table in front of their crayon drawings.", 
        "Two children are drawing", 
        "Two kids are spending time coloring with crayons.", 
        "The drawing now", 
        "The two kids are drawing art", 
        "two children drawing with crayons on paper", 
        "Two toddlers are drawing with crayons indoors.", 
        "Two children sitting at a table coloring.", 
        "Two children are drawing.", 
        "Two kids are drawing with a pack of crayons", 
        "Two kids are playing with crayons.", 
        "Two children a boy and a girl are drawing with crayons on a table", 
        "Two little kids are drawing with crayons.", 
        "two siblings draw pictures", 
        "Two kids are coloring.", 
        "Two kids are coloring together in a house.", 
        "Two young children are at the table and coloring with crayons.", 
        "Two young children color at a dining room table."
    ], 
    "4607606901.jpg": [
        "A girl is petting a deer.", 
        "young child enjoys petting zoo", 
        "A girl pets the deer.", 
        "young girl petting a deer", 
        "A young girl petting a large deer.", 
        "A young girl pets a gazelle.", 
        "A girl is touching a deer.", 
        "A young girl is gently petting the deer.", 
        "A young girl pets a large deer who lays there placidly.", 
        "A girl pets a deer.", 
        "a little girl pets a deer", 
        "A very young Asian girl pets a deer that she leans over the back of while it lays on the ground in front of a wooden fence.", 
        "A girl is petting a baby deer.", 
        "A child is petting an animal.", 
        "a young asian girl is petting a wild animal in a zoo of some sorts", 
        "The chamal", 
        "A child pets a deer.", 
        "A young girl is petting a deer.", 
        "A kid pets a deer.", 
        "A little girl is petting an animal.", 
        "A girl pets a deer.", 
        "A little girl is rubbing on a deer.", 
        "A young girl is petting a large deer outdoors.", 
        "A little girl is leaning over a deer which is lying on the ground.", 
        "A young girl pets a reclining deer.", 
        "The girl is petting a fawn.", 
        "A young girl is petting the neck of a deer that is lying down."
    ], 
    "4896173039.jpg": [
        "A woman is reading a book.", 
        "A woman is reading a book.", 
        "An indian woman reads a book in a public place.", 
        "A woman is reading from a book.", 
        "A woman is reading a book outdoors while wearing a robe.", 
        "A middle aged woman in a traditional Indian sari reads a purple polka dot covered book with a man reading the paper in the background.", 
        "A woman is reading a book.", 
        "A woman is reading a book.", 
        "A woman in a head scarf is reading a book.", 
        "a woman reading a book", 
        "A woman is reading a book outside", 
        "A woman reads a book.", 
        "A woman sitting outdoors reading a book.", 
        "A woman is reading a book.", 
        "An Indian woman is reading a book , a man behind her is reading a newspaper", 
        "A woman reads a book.", 
        "A woman reads a book.", 
        "A woman is reading a book on a bench.", 
        "The women is reading", 
        "The girl book", 
        "A woman is reading a book outside.", 
        "A woman is reading a book.", 
        "A woman reads a book while sitting on a park bench.", 
        "A woman reads a book while sitting outside at a cafe.", 
        "A woman is looking at a book and reading.", 
        "A woman in a shall is reading a book while a man is in the background reading a newspaper.", 
        "older women reads in the park", 
        "a woman reads a book"
    ], 
    "7777767632.jpg": [
        "vegetables are being chopped", 
        "Someone is cutting some cilantro.", 
        "A person is chopping up some cilantro", 
        "A person is chopping a green leafy herb.", 
        "Someone is cutting leafy greens on a cutting board.", 
        "A person is chopping up herbs.", 
        "He slices herbs.", 
        "A person chopping Cilantro.", 
        "Someone is chopping parsley.", 
        "A man nis chopping cilantro on a cutting board in a kitchen.", 
        "A set of hands with a wedding ring chops cilantro or parsley into fine pieces on a wooden, latticed cutting board with onions, tomatoes and peppers in the foreground.", 
        "A man is cutting cilantro with a knife.", 
        "Someone is chopping herbs.", 
        "A man is slicing up green vegetables on a cutting board.", 
        "A person chops some herbs.", 
        "A person is chopping up veggies on a chopping board.", 
        "A man cuts a leafy vegetable on a cutting board.", 
        "Someone is chopping a vegetable.", 
        "The person is chopping cilantro.", 
        "A man is chopping cilantro.", 
        "A person is cutting herbs on a cutting board on the counter.", 
        "A person prepares dinner by cutting up spices.", 
        "A person is chopping up cilantro", 
        "a person chopping up cilantro", 
        "man preps his dinner", 
        "The man coot", 
        "A person is cutting vegetables", 
        "A person chops herbs."
    ], 
    "7579008108.jpg": [
        "A man jumps off of a rocky ledge into the water.", 
        "Young man is jumping from a short cliff into the sea.", 
        "A young man jumps off a short cliff into the water", 
        "A Man is cliffdiving", 
        "A man is jumping into a body of water.", 
        "A man is jumping off of a cliff into the ocean.", 
        "A boy jumped off the rock.", 
        "A man jumps off a cliff into the ocean.", 
        "A man jumps off a cliff into water.", 
        "A teenage boy is doing a running jump off a large rock into the water.", 
        "A man jumping off a giant rock into the ocean.", 
        "A man jumps off a rock.", 
        "A young man is jumping off a cliff into the ocean", 
        "A boy jumping off a cliff into the ocean.", 
        "A man leaping off of a large rock into the sea.", 
        "a guy leaps from a rock into the ocean", 
        "A man is jumping into the water.", 
        "A man is jumping into the water.", 
        "a man jumping off a small cliff into the water", 
        "The", 
        "A brown haired young man hangs in mid air, about to land in a body of water after jumping from a rock.", 
        "A man jumps off a cliff into the water.", 
        "A man jumps off a rock onto the cold water.", 
        "A man jumps into the water.", 
        "A man is jumping into the water from a cliff.", 
        "A man is jumping off the cliff into the ocean.", 
        "A man is jumping of a rock into the ocean.", 
        "The man jumps in to the water."
    ], 
    "4761917952.jpg": [
        "Boy is posing for a photo in front of some watermelons.", 
        "A child is in a bin of watermelons.", 
        "A young boy stands in a container of watermelons", 
        "A boy stands amongst watermelons.", 
        "A boy is standing in a crate of watermelons.", 
        "A kid is standing in a pile of melons.", 
        "A boy stands on top of a cart full of watermelon in his backyard while farmers look on.", 
        "A young boy is playing in a wagon full of watermelons.", 
        "child is picking watermelons", 
        "A family smiles for the camera behind a little boy standing in the middle of a truck bed full of watermelons.", 
        "A kid sits inside a wagon full of watermelons.", 
        "a child posing with a large amount of watermelons", 
        "A little boy is standing in the middle of some watermelons.", 
        "A child is in a watermelon bin.", 
        "The child is standing in a big cart of watermelons.", 
        "A boy stands in a bunch of watermelons.", 
        "A child is in a bunch of watermelons.", 
        "A young boy is standing in a large bin of watermelons with some family members around the bin.", 
        "The", 
        "A boy is standing in the middle of watermelons.", 
        "a kid stands in some watermelons", 
        "A young bow is smiling while standing in a large box filled with watermelons.", 
        "A boy stands in a trailer full of watermelons.", 
        "A young blonde boy sits in the middle of a crate of water melons.", 
        "A little boy standing in a trailer full of watermelons.", 
        "A boy stand on watermelons.", 
        "A little boy is standing in a pile of watermelons.", 
        "A small boy standing in the middle of a wagon loaded with watermelons on the family farm."
    ], 
    "1920465.jpg": [
        "A man is reading a book.", 
        "A man is sitting down reading a book.", 
        "A man reads a book.", 
        "A young, brown haired man with glasses, sits reading in front of an upright piano with a painting above it.", 
        "a man is reading", 
        "A man in glasses is reading a book in front of a piano.", 
        "A man is reading a book", 
        "The man is reading a book.", 
        "A man is reading a book.", 
        "The boy is reading a book.", 
        "A kid is reading his book next to a piano.", 
        "A man reads in front of a piano.", 
        "a man with glasses is sitting down reading a book, a piano is behind him.", 
        "A man is reading the book", 
        "A man reads a book.", 
        "A man reads a book.", 
        "The man book riting", 
        "A guy is reading a book.", 
        "a man reading a book", 
        "A man is reading a book in front of a piano.", 
        "man reads book at home", 
        "A man with glasses sitting in a chair reading a book in front of a piano.", 
        "A man is reading a book in front of a piano.", 
        "A man reads a book while sitting in front of a piano in his living room.", 
        "A young man is reading a book indoors while sitting next to a piano.", 
        "A man sitting in a chair reading a book.", 
        "A young man reads a book with a piano in the background.", 
        "A young man is sitting in front of piano reading a book.", 
        "A man is reading a book indoors"
    ], 
    "4825534547.jpg": [
        "A boy bats the ball on a T.", 
        "A young boy swings and hits a baseball from a tee.", 
        "A boy is hitting a ball off the t-ball stand.", 
        "A boy is playing tee ball.", 
        "a kid hits a ball", 
        "A young boy is hitting a baseball outdoors.", 
        "A boy is hitting a baseball off of a baseball tee.", 
        "young child misses the baseball with his bat", 
        "A boy hitting a baseball off of a tee.", 
        "The play in game", 
        "A boy hits a baseball.", 
        "A young boy practices his T-ball swing in his backyard.", 
        "A boy bats a ball.", 
        "A kid is hitting a ball with his baseball bat.", 
        "A boy is practicing his baseball swing.", 
        "A boy is hitting a baseball that was on a tee.", 
        "The child is swinging a bat at a ball.", 
        "A kid hits a ball off a stick.", 
        "A young boy is hitting a ball off a tee.", 
        "A boy plays tee ball.", 
        "a child hitting a ball off a tee", 
        "A boy is swinging at a ball on a tee with a bat.", 
        "A young boy in an orange shirt hits a t-ball on the grass.", 
        "A little boy is playing baseball.", 
        "child is practicing his swing", 
        "A little boy is batting a baseball off a stand.", 
        "A little boy is hitting a baseball off of a baseball tee."
    ]
}