{
    "7682350138.jpg": [
        "The girl partisanship to archer tournament", 
        "Woman shooting bow and arrow", 
        "the woman is  target practicing", 
        "a girl is shooting a bow and arrow", 
        "A girl is holding back an arrow with her bow, ready to fire.", 
        "A young woman aims with a bow and arrow.", 
        "A girl is pulling back the bow while aiming the arrow at a target.", 
        "The woman is going to shoot a bow & arrow.", 
        "A woman in a cap drawing back an arrow", 
        "A woman is aiming a bow for her next shot.", 
        "A woman is shooting a bow.", 
        "A girl is pulling back on a bow.", 
        "a young woman is aiming a bow", 
        "A woman is doing archery.", 
        "A woman in a hat drawing back a bow", 
        "A girl aims her arrow.", 
        "A woman is preparing to fire a bow", 
        "A woman aims a bow.", 
        "A girl is practicing archery", 
        "A woman drawing back a bowstring preparing to fire an arrow.", 
        "An asian woman is using a bow and arrow.", 
        "A woman archer aims at a target.", 
        "girl play game", 
        "A woman is shooting an arrow with a bow", 
        "A woman is shooting a bow.", 
        "A ARCHER IS FOCUSING ON HER TARGET"
    ], 
    "4717966711.jpg": [
        "the woman is trying a food sample", 
        "A girl is eating a kabob.", 
        "A group of people outside at a bbq.", 
        "Woman eating shishkabob", 
        "A woman is eating some food and guys are standing around behind her.", 
        "A young Asian woman bites onto a kabob.", 
        "A woman is eating something, other people around her are also eating", 
        "A woman eating a shishkabob in a yard with others behind her", 
        "A woman eats some shikeba.", 
        "The girl eating", 
        "girl eating", 
        "A female is eating a piece of chicken.", 
        "A woman is eating meat on a stick.", 
        "an asian woman is eating some chicken on the stick", 
        "A asian girl is eating,", 
        "A girl is eating meat on a stick.", 
        "A teenager eating something off a skewer.", 
        "A woman is eating at a barbecue", 
        "A woman is eating meat on a stick.", 
        "A GIRL IS EATING SOMETHING", 
        "The woman is eating a kebab.", 
        "At a BBQ, a girl is taking a bite off a kabob while others are standing around.", 
        "A woman eats a kabob.", 
        "a woman is eating chicken from a skewer", 
        "A woman is eating something on a stick.", 
        "A woman bites into a chicken leg."
    ], 
    "7093695473.jpg": [
        "army cook is cracking an egg into a mixing bowl", 
        "A soldier is cracking an egg.", 
        "A soldier is cracking an egg into a bowl.", 
        "A man is cracking an egg into a bowl.", 
        "A man in military fatigues cracking an egg into a metal bowl", 
        "A man in an army uniform cracks an egg in a metal bowl", 
        "A soldier is cracking an egg into a bowl.", 
        "An Airman is cracking eggs, cooking, inside a military tent.", 
        "A military man is cracking an egg.", 
        "A man in a military uniform is cracking an egg into a bowl", 
        "The man crack to egg", 
        "A man in a military uniform cracking an egg into a bowl.", 
        "Someone in military clothes in cracking an egg.", 
        "Military man cracking an egg", 
        "A man is cracking a egg into a bowl.", 
        "A military man is cracking an egg.", 
        "A PERSON IS OPENING THE EGG", 
        "men take egg", 
        "A man in uniform cracks an egg in a large tent kitchen.", 
        "a man in army wear is cracking an egg in a bowl", 
        "A man in latex gloves breaks an egg into a baking bowl", 
        "A man in the Army is cracking an egg into a bowl.", 
        "A man cracks an egg into a metal bowl.", 
        "A soldier cracking an egg into a mixing bowl.", 
        "A soldier cracks an egg into a bowl.", 
        "A military member is cooking eggs."
    ], 
    "6715658033.jpg": [
        "A woman in a car is painting her nails", 
        "A woman is painting her nails.", 
        "A lady is painting her nails in the car.", 
        "nails paint", 
        "A woman is putting fingernail polish on while sitting in a car.", 
        "A passenger in a car painting her nails.", 
        "A woman in a car is painting her fingernails red with polish.", 
        "the woman is applying nail polish", 
        "A woman doing her nails in a car.", 
        "a woman is painting her nails red in a car", 
        "A woman paints her fingernails red in a car.", 
        "a woman is doing her nails in the car", 
        "A female passenger in a car is painting her fingernails.", 
        "A woman painting her fingernails in the car.", 
        "A woman is painting her nails in an automobile.", 
        "A woman is putting on finger nail polish.", 
        "A woman paints her nails red while sitting in a car.", 
        "playing", 
        "The woman is painting her nails in a vehicle.", 
        "Woman painting her nails in the car", 
        "A woman is painting her fingernails.", 
        "A woman with a blonde streak in her hair applying nail polish in the car", 
        "A PERSON IS PUTTING NAILPOLISH ON HER NAILS", 
        "A woman is painting her nails in a vehicle", 
        "A woman is painting her nails in a car", 
        "The girl nails polishing", 
        "A woman paints her nails in a car."
    ], 
    "3677329561.jpg": [
        "Two young girls are giving their dog a bath outside next to their car.", 
        "Two blonde girls bathe a dog.", 
        "two girls are bathing a golden retriever", 
        "TWO KIDS ARE PUTTING SHAMPOO FOR THEIR DOGS", 
        "Young girls petting dog", 
        "Girls are washing a dog.", 
        "The baby's both to dog", 
        "Two girls give a dog a bath.", 
        "dog", 
        "Two girls are washing a dog.", 
        "Two girls are washing a dog outside.", 
        "Two girls washing their dog.", 
        "Two little girls are washing a dog outside.", 
        "Two girls are giving a dog a bath", 
        "Two children are washing a dog.", 
        "Two young girls giving a dog a bath outside.", 
        "two girls give a dog a bath", 
        "Two girls wash a dog.", 
        "Two young girls clean a dog.", 
        "two girls are washing a golden retreiver", 
        "Two girls bathing a dog.", 
        "baby and dog", 
        "Two little girls are giving a golden retriever a bath.", 
        "Two girls are giving their dog a bath.", 
        "Two girls washing a dog outside", 
        "Two girls are bathing a golden retriever."
    ], 
    "26805148.jpg": [
        "Two kids picking plants by a wire fence.", 
        "Two kids are looking at plants in the garden.", 
        "A boy and a girl sit and play with some plants in a garden.", 
        "Two children are enjoying gardening outdoors.", 
        "at garden", 
        "Two children are sitting in the garden.", 
        "siting for boy and girl", 
        "A little boy and girl are sitting in a garden picking some vegetables.", 
        "TWO KIDS ARE PLANTING THE PLANETS", 
        "A young boy and girl sitting and planting things in the garden.", 
        "Two children sit in a garden and tend to the plants.", 
        "Two young kids are playing in a garden", 
        "Two children playing in the garden", 
        "Two kids are sitting in a garden.", 
        "A boy and girl are sitting on the ground in a garden.", 
        "The kit playing to garden", 
        "Two children are sitting in a garden", 
        "Two children are sitting next to a fence in the grass.", 
        "two kids are digging in a garden", 
        "a boy and a girl are picking veggies in the garden", 
        "Two young children are playing in the garden.", 
        "Two kids work in a garden.", 
        "Two children sit cross-legged in a garden.", 
        "Two children are inside the fence, gardening.", 
        "A boy and a girl sitting on the ground in a garden", 
        "The children are sitting in a garden."
    ], 
    "96022995.jpg": [
        "A boy is fish off of a dock.", 
        "A boy is fishing in a river.", 
        "A boy is sitting on a dock with a fishing pole.", 
        "A young kid is fishing.", 
        "A young boy is fishing off of the dock.", 
        "A boy is fishing on a dock.", 
        "A boy kneeling on a wooden dock holding a fishing pole", 
        "A SMALL KID IS FISHING ON THE POND", 
        "A small boy fishing off a dock.", 
        "A boy fishing off a pier.", 
        "A boy is fishing on the river", 
        "a young boy is kneeling on a dock with his fishing line in the water", 
        "A young boy is fishing from a pier.", 
        "A little boy sits at a dock and fishes.", 
        "baby take fish", 
        "a boy is fishing from a dock", 
        "A child is fishing from a dock.", 
        "The boy fishing", 
        "a child is fishing", 
        "A little boy is sitting on a dock and fishing.", 
        "A young boy is fishing", 
        "A small boy fishes on the end of a dock.", 
        "A little boy is fishing off the edge of the dock.", 
        "A boy squats on a dock with a fishing rod."
    ], 
    "7263168156.jpg": [
        "A soldier is steering a boat.", 
        "One of our service men driving a boat.", 
        "A young marine is operating a vehicle.", 
        "A man in military fatigues and a life vest steering a boat", 
        "A military personel drives a boat.", 
        "A man in a life jacket is driving a boat.", 
        "an army jman is driving a boat", 
        "drive", 
        "The soldier is driving a boat.", 
        "A man pilots a boat.", 
        "A military person is piloting a watercraft.", 
        "A DRIVER IS DIVING THE BOAT", 
        "A guy in military clothing is standing at a wheel.", 
        "A man behind the wheel of a boat.", 
        "A military man driving a vehicle.", 
        "A man in an army uniform is driving a ship", 
        "A man in uniform is steering a boat.", 
        "A man in uniform is piloting a boat.", 
        "A man is steering a ship.", 
        "The man is driving", 
        "A man in a military uniform is steering a boat", 
        "A Sailor is at the helm steering the boat.", 
        "men driving", 
        "A man steers a boat.", 
        "a navy man in a life jacket is steering the vessel"
    ], 
    "2936881937.jpg": [
        "A man checks out a bike.", 
        "A man is looking at a bicycle.", 
        "A man is working on a bike", 
        "A man repairing a bike in the shop.", 
        "A man is working on a mountain bike in a bike store.", 
        "Man checking out bicycle", 
        "A man is looking a bike tire in a room.", 
        "A PERSON IS REPAIRING HIS BIKE", 
        "A man inspects a bicycle.", 
        "A young man fixes a bike.", 
        "A man is doing some work on a bicycle.", 
        "The bicycle shop employee is checking the balance and air levels on a bike tire.", 
        "dcvjshfc", 
        "The man is crate to bye cycle", 
        "men create to cycle", 
        "A man looking at a bicycle that's up on a rack for repairs/tests", 
        "A man is working on a bike at a shop", 
        "A man is inspecting a bike.", 
        "A man inspects a bike in a bike shop.", 
        "A man is working on a bicycle.", 
        "A man is looking at a bicycle", 
        "a man is putting a bike together", 
        "A man looking at a bicycle he's working on.", 
        "a man is fixing a bike in his shop", 
        "The man is inspecting a bike.", 
        "A man is fixing a bike.", 
        "A man is operating on a bike."
    ], 
    "4968358093.jpg": [
        "an older man is talking through a microphone", 
        "An older gentleman is using a megaphone to make an announcement.", 
        "A man is speaking through a bullhorn.", 
        "An older man speaks into a megaphone.", 
        "An angry man yells into a microphone.", 
        "A mustached man talking into a megaphone", 
        "An older man talks on a megaphone", 
        "A man shouts into a mega phone.", 
        "SOMEONE IS SHOUTING ON THE MIKE", 
        "An older man speaking into a megaphone.", 
        "A man with a moustache is speaking into a megaphone.", 
        "A man making a announcement.", 
        "A man speaks into a megaphone.", 
        "A guy is speaking through a blow horn.", 
        "speak", 
        "The man speak on mic.", 
        "Old man screaming into megaphone", 
        "old man speech", 
        "a man is talking into a megaphone", 
        "A man is talking into a loudspeaker", 
        "An older man is talking in a megaphone.", 
        "A man speaking into a bullhorn.", 
        "A old man has a megaphone and is talking into it.", 
        "The man is yelling through a speaker.", 
        "A man with a megaphone screaming in it.", 
        "A man is talking into a mega phone."
    ], 
    "3327035014.jpg": [
        "A woman is wringing out her mop.", 
        "A girl is wringing out a mop into a mop bucket.", 
        "She is wringing out her mop, about to get started mopping the building.", 
        "clean", 
        "A woman in a hat squeezes out a mop in a yellow mop bucket.", 
        "A boy in a white cap leans over a mop and bucket.", 
        "A man is rinsing a mop", 
        "Woman wringing mop out in bucket", 
        "A woman wrings out a mop into a yellow bucket.", 
        "A woman is squeezing the water out of a mop head.", 
        "The woman is mopping the floor.", 
        "women mop", 
        "A person wringing out a mop.", 
        "a woman is wringing a mop dry into a bucket", 
        "A boy is preparing to mop the floor.", 
        "A person is wringing out a mop", 
        "A woman is in a bathroom with a mop.", 
        "The girl try to cleaning", 
        "a janitor is wringing the mop out over a yellow bucket", 
        "A girl is cleaning the area.", 
        "A woman smiles with a mop bucket.", 
        "A woman is wringing out a mop.", 
        "A LADY IS CLEANING BY THE MOP", 
        "A woman draining a mop in a bucket", 
        "A person wringing out a mop into a janitor's bucket.", 
        "A woman squeezes a mop into a bucket.", 
        "A lady is wringing out a mop."
    ], 
    "7051459033.jpg": [
        "A man is juggling bowling pins", 
        "magic", 
        "The man showing the magic", 
        "A man in a hat and vest juggles bowling balls in front of children.", 
        "A man juggling for a group of children.", 
        "A man juggles bowing pins.", 
        "A guy is juggling.", 
        "A man is doing a juggling performance for kids.", 
        "A man in a bowler hat juggling bowling pins in front of children", 
        "A performer juggles for children.", 
        "A man is preparing to juggle.", 
        "A man is juggling bowling pins.", 
        "A juggler juggles three batons.", 
        "A man with a hat is juggling in front of an audience of kids.", 
        "old man is magic", 
        "A juggler is performing and entertaining a group of kids.", 
        "Man jugling in a top hat", 
        "A man is juggling bottles for a classroom.", 
        "a man is juggling three bowling pins for a class of children", 
        "A man is juggling three bowling pins.", 
        "A OLD MAN IS SHOWING HIS SKILLS", 
        "A man juggling in front of a group of children", 
        "a man is showing kids how he can juggle", 
        "A man is juggling while kids watch.", 
        "The man is juggling in front of kids.", 
        "A man juggles in front of children.", 
        "A man is juggling for a group of kids"
    ], 
    "4387675829.jpg": [
        "A girl playing with a train set.", 
        "the child is playing with a train", 
        "a girl is playing with a train set", 
        "The little girl is having fun playing in a toy store.", 
        "A girl is playing with a train set", 
        "A toddler plays with her toy train set.", 
        "A KID IS PLAYING WITH HER TRAIN TOY", 
        "A child plays with her train set.", 
        "The kit is playing", 
        "A toddler is playing with a wooden train set.", 
        "A young girl is playing with a train set,", 
        "A little girl is playing with a wooden train set.", 
        "A girl is playing with a toy train.", 
        "a girl is playing with a thomas the tank engine train set", 
        "baby play for train game", 
        "A little girl plays with a toy train set.", 
        "A little girl is playing with a train set.", 
        "Little girl playing with castle blocks", 
        "A little girl is playing with the train set.", 
        "A child is playing with a train set", 
        "A young girl playing with a wooden train set", 
        "A little girl is playing with a train.", 
        "A small child is playing with a train set.", 
        "A girl plays with a train set", 
        "A little girl is plaing with trains at a train table.", 
        "A girl playing with a toy train set on a table."
    ], 
    "5769959745.jpg": [
        "a young boy is swinging at a pinata", 
        "A boy is hitting a pinata at a party.", 
        "A SMALL IS GONNA SMASH SOMETHING WITH HIS TOY", 
        "A boy is swinging a bat at a pinata.", 
        "the boy is swinging at a pinata", 
        "A little boy swings a bat to hit a pinata.", 
        "A young child swinging at a pinata.", 
        "A young boy swinging at a pinata with Disney princesses on it", 
        "A young boy hits a pinata while a girl looks on.", 
        "A young girl swings at a pinata.", 
        "Young kids are taking a turn hitting a pinata.", 
        "play", 
        "The boy playing", 
        "A small child is swinging at a pinata.", 
        "A boy is hitting a pinata", 
        "Little boy breaking pinyata", 
        "The boy is beating a pinata.", 
        "A young boy swings at a Disney princess pinata at a party.", 
        "baby watch photo", 
        "Children are at a party", 
        "A boy is hitting a pinata.", 
        "a little girl is trying to hit a princess pinatea", 
        "A child swinging at a pinata.", 
        "A young child is trying to break a pinata", 
        "A little  boy is swinging at a pinata.", 
        "A little kid swings at a pinata", 
        "A little girl is about to hit a box with Disney princesses on.", 
        "A child is hitting a pinata."
    ], 
    "8088804992.jpg": [
        "A young woman in black shorts,pink shirt, and sunglasses is jogging outside.", 
        "A woman is running.", 
        "A woman is jogging", 
        "A woman is jogging outside.", 
        "A woman jogging.", 
        "A woman is running outside.", 
        "A woman is jogging.", 
        "A woman in a red athletic shirt and black shorts is running.", 
        "A woman is out on a jog.", 
        "A woman in sunglasses jogging.", 
        "a woman in a pink top is running", 
        "A woman in a pink athletic top running", 
        "A girl is running for exercise.", 
        "A woman is running", 
        "A young female is running.", 
        "Young woman jogging in a park", 
        "running", 
        "girl running", 
        "An adult woman in a pink shirt is running.", 
        "A woman is running.", 
        "A female runner runs on a field.", 
        "The girl is running", 
        "A woman runs in a park.", 
        "A LADY IS RUNNING", 
        "A girls is out jogging", 
        "a woman in a red shirt and black shorts is jogging", 
        "A woman is jogging."
    ], 
    "6300225700.jpg": [
        "Surgeons are performing an operation.", 
        "Surgeons operating on a person.", 
        "The doctor doing operation.", 
        "A doctor operates on a patient while his assistant helps during the operation.", 
        "surgery", 
        "Two doctors are performing surgery", 
        "Male surgeons are preforming on a patient.", 
        "Two doctors are performing surgery in a tent.", 
        "Two surgeons are performing surgery.", 
        "doctors are operating on a person", 
        "A surgery is being performed inside a tent.", 
        "The surgeons are working on a person.", 
        "Four men in an operating room working on a patient.", 
        "A group of surgeons are working on a patient.", 
        "Two surgeons operate in a tent.", 
        "doctor for surgery", 
        "Doctors performing surgery in what looks like a tent", 
        "Surgeons operating on a person", 
        "Doctors are performing surgery", 
        "Doctors operate on a patient.", 
        "A team of surgeons operating.", 
        "two surgeons are finishing a surgery", 
        "army surgeons are operating on somebody inside of a surgical tent", 
        "Some surgeons perform surgery on a patient.", 
        "Surgeons are operating on a patient.", 
        "THE DOCTORS ARE DOING OPERATION", 
        "A military surgeon is operating on a patient inside a field hospital tent."
    ], 
    "5868688859.jpg": [
        "A man is playing a tuba and fire is coming out of the bell.", 
        "A man is playing an instrument.", 
        "A man playing a tuba with fire coming out the top", 
        "A man is playing a tuba with fire coming out of it", 
        "A man plays the tuba while fire comes out of the opening", 
        "A man sitting on the street playing a tuba.", 
        "A performer playing a flaming tuba.", 
        "A man is playing a brass instrument with fire coming out of it.", 
        "Man playing flaming tuba", 
        "A man playing a tuba blowing fire.", 
        "A man plays a large musical instrument.", 
        "A man sits on an amp and blows fire through a tuba.", 
        "a man is playing a tuba with fire coming out of it", 
        "The man is play to music", 
        "A man playing a tuba is blowing fire out the end of it.", 
        "A man blows fire out of his tuba.", 
        "A PERSON IS PLAYING THE BAND", 
        "A man is sitting outside on his amplifier playing the tuba; fire is coming out of the top of the tubs.", 
        "A man is playing a tuba.", 
        "The man is playing a horn lit on fire.", 
        "A man is playing a tuba and fire is coming out of it.", 
        "a man is spitting fire out of his trombone", 
        "A man is playing a flaming tuba.", 
        "men play music", 
        "A man sits on an amplifier and plays the french horn as flames ascend from the horn."
    ], 
    "3800306463.jpg": [
        "A boy is holding cucumbers.", 
        "A kid is holding two cucumbers.", 
        "The little boy is trying not to drop the cucumbers he is holding.", 
        "A young boy is holding two large cucumbers", 
        "A little boy is holding two cucumbers that are almost as big as him.", 
        "A little boy is carrying two large cucumbers.", 
        "A little boy is holding two large zucchini.", 
        "A small boy holding two large vegetables.", 
        "A boy holds two large cucumbers.", 
        "A boy holding two large cucumbers.", 
        "a boy is holding two big zuccini", 
        "A little boy holds up giant cucumbers from the garden.", 
        "A SMALL KID IS KEEPING TWO CUCUMBERS ON HER HAND", 
        "A boy holding two large zucchinis", 
        "a boy is holding up two large cucumbers", 
        "baby hand in vegetables", 
        "The boy take cucumber", 
        "A little boy is holding two large cucumbers.", 
        "Young boy gathering cucumbers", 
        "A little boy holds two large cucumbers in his arms.", 
        "A boy is holding gigantic cucumbers in his arms.", 
        "A boy is holding two cucumbers.", 
        "A child is holding giant cucumbers.", 
        "A boy carries two huge cucumbers.", 
        "The boy is holding some vegetables."
    ], 
    "42276187.jpg": [
        "A woman climbing the side of a large rock.", 
        "A person is climbing a cliff face.", 
        "A young woman is rock climbing.", 
        "the woman is rock crawling", 
        "A female rock climbing on a steep cliff.", 
        "A woman is climbing the side of some rocks.", 
        "The girl is survey", 
        "a woman is hanging onto the side of a cliff face", 
        "A woman climbing up a mountain face", 
        "A woman in a purple shirt is rock climbing.", 
        "A girl is rock climbing.", 
        "A woman is rock climbing.", 
        "A person is climbing a cliff", 
        "A person is climbing a rock wall.", 
        "Woman climbing up a mountain", 
        "A solo person climbs a sheer cliff face.", 
        "women in mount en", 
        "A woman rock climbs the side of a mountain.", 
        "A woman is rock climbing", 
        "a man is rock climbing", 
        "A PERSON IS CLIMBING ON THE ROCK", 
        "Someone climbing a rockface.", 
        "A woman rock climbs.", 
        "A rock climber is clinging to the edge of a rock.", 
        "A woman in a purple shirt is rock climbing on the side of a mountain.", 
        "A person is on a giant rock outside.", 
        "A woman is rock climbing."
    ], 
    "6953338290.jpg": [
        "A man reads a book while lying under a tree", 
        "A man is outside reading a book under a tree.", 
        "A man reads a book while lying against a tree in the park.", 
        "A young man is reading in the shade of a tree.", 
        "A man is leaning on a tree and reading a book.", 
        "a man is sitting against a tree reading a book", 
        "Young man reading underneath a tree", 
        "A man is sitting and leaning against a tree while reading a book.", 
        "A man is sitting under a tree and reading a book.", 
        "A guy is reading by the tree.", 
        "The man is reading a book under a tree.", 
        "A guy is relaxing in the park, under a tree, reading a book.", 
        "A man laying in the grass against a tree reading", 
        "A young man lends back and rests up against a tree while he reads a book.", 
        "A man is reading a book under a tree", 
        "A man reads a book under a tree.", 
        "A guy is sitting under a tree reading", 
        "A person resting against a tree and reading a book", 
        "The boy read to book", 
        "a man is leaning on a tree in the park and reading a book", 
        "A man reading a book while lying against a tree outside on a sunny day.", 
        "A man reads in the shade of a tree.", 
        "men read", 
        "A PERSON IS LYING AND READING THE BOOK UNDER THE TREE", 
        "A man is sitting under the tree reading a book with a hat and glasses on."
    ], 
    "11551286.jpg": [
        "A young child crying.", 
        "An infant boy is crying.", 
        "A SMALL KID IS CRYING", 
        "A child is crying.", 
        "A young child is crying.", 
        "A toddler is crying.", 
        "crying", 
        "A young boy in overalls crying", 
        "A young boy is crying.", 
        "a young boy is crying", 
        "A child crying and upset.", 
        "A young boy is crying inside a room.", 
        "baby is crying", 
        "A child cries.", 
        "A little boy in overalls is crying.", 
        "The little boy is crying.", 
        "A little boy is crying.", 
        "A toddler cries.", 
        "A little boy cries.", 
        "A toddler crying with his eyes closed.", 
        "A young boy is screaming", 
        "A young kid is crying.", 
        "a little boy is crying", 
        "The boy is crying", 
        "A young boy is crying", 
        "A little boy is walking and crying."
    ], 
    "2889481764.jpg": [
        "An old man paints a castle", 
        "A guy is painting scenery.", 
        "A man in a vest painting a picture of a castle", 
        "A man is painting a castle", 
        "The artist is painting his muse, the castle.", 
        "A man is painting a portrait of a castle.", 
        "old man for Drawing", 
        "an elderly man is painting ruins outside", 
        "The man is drawing", 
        "A man is painting outdoors.", 
        "jdvhv", 
        "A man sitting and painting a castle.", 
        "A man is painting a castle he is viewing from a distance.", 
        "An elderly man painting a castle which is in the background.", 
        "A man paints a castle in a forrest in the distance.", 
        "Old man painting a castle", 
        "a man is painting a castle that he sees in the distance", 
        "A man paints a castle while in sight of the castle.", 
        "A artist is painting a picture", 
        "A man is painting on a canvas.", 
        "An old man paints a castle in front of him.", 
        "A man is painting a picture of a landscape.", 
        "AN ARTIST ART THE NATURE", 
        "A man standing outside a cathedral paints a picture of it.", 
        "The man is painting a picture.", 
        "An elderly man is painting a castle."
    ], 
    "4807464371.jpg": [
        "siting in bike", 
        "Man sleeping on moped", 
        "A man is relaxing by laying back on his scooter.", 
        "A man is sleeping on his bike outside.", 
        "A man takes a nap on his scooter.", 
        "A man is leaning back on a motorcycle.", 
        "A guy sleeps on his motorcyle by the side of a road.", 
        "sit", 
        "A man is sleeping on a parked motorcycle", 
        "A man on his motorcycle is relaxing on a cliff.", 
        "The man is taking a nap on his moped.", 
        "A man lends back and rests on his head on his motorcycle.", 
        "A man is resting on his scooter.", 
        "a man is sleeping on his scooter", 
        "A PERON IS LYING ON HIS SCOOTER", 
        "The men is sitting on scooter", 
        "A man is taking a nap on his parked motorcycle.", 
        "A man is taking a nap on a moped.", 
        "A man leaning back and resting on a moped.", 
        "A man is sleeping on a moped.", 
        "A man on a scooter dozes outside.", 
        "A man lying back on a parked motorcycle.", 
        "a man is laying on his scooter and taking a nap", 
        "A guy is relaxing on a moped.", 
        "A man laying back on his parked scooter", 
        "A man is resting on a vespa"
    ], 
    "3899294432.jpg": [
        "a girl is eating a blue frosted cupcake", 
        "The kit eating to cake", 
        "A young girl is eating an ice cream cone", 
        "A little girl eating ice cream looks solemly at another girl.", 
        "A little blonde girl is holding a cupcake with blue frosting.", 
        "A little girl holds a melting ice cream cone in her hands.", 
        "A young girl has blue lips from a cupcake.", 
        "ice", 
        "Little girl with blue icecream cone", 
        "A little girl eats blue ice cream.", 
        "Two girls are eating cup cakes", 
        "The girl is eating a cupcake.", 
        "A little girl is eating a cupcake.", 
        "A girl looking at someone while eating a cupcake.", 
        "A little girl is eating a cupcake.", 
        "A girl holds a cupcake and has a frosting mustache.", 
        "A KID IS EATING ICE CREAM", 
        "a young girl is eating a blue cupcake", 
        "baby eat ice cream", 
        "A young girl is eating a cupcake.", 
        "A girl with blue frosting on her lips holding a cupcake", 
        "A little girl is eating a blue frosted cupcake.", 
        "A young girl eats ice cream", 
        "A small girl eating something blue", 
        "A girl is eating a cupcake with blue icing.", 
        "A child is staring wistfully across a table.", 
        "A little girl is eating a cupcake with blue icing."
    ], 
    "3787451302.jpg": [
        "Man with axe", 
        "A man is outside, standing with a ax.", 
        "A young man is about to chop some wood with a axe.", 
        "A blonde man holding an ax across his shoulder", 
        "a man is holding an ax", 
        "A man is carrying an ax.", 
        "A PERSON IS GONNA DIG SOMETHING", 
        "A lanky man holding an axe over his shoulder.", 
        "A young man stands with an axe resting on his shoulder.", 
        "A man wields an axe on his shoulder.", 
        "A man is holding an axe", 
        "A young man in a green shirt is wielding an axe.", 
        "A guy is holding an axe.", 
        "a man is holding a fireaxe over his shoulder", 
        "A man with an ax smiles for the camera.", 
        "The man is wielding an axe.", 
        "A man is smiling, holding an axe on his shoulder, in the woods.", 
        "A young man smiles while holding an axe over his shoulder.", 
        "A man is holding an axe and smiling", 
        "A man is walking in the holding an axe on his shoulders.", 
        "men in hand steel", 
        "A man is holding an axe.", 
        "A man smiling while holding an axe on his shoulder", 
        "A man is carrying an ax on his shoulder.", 
        "The men is take on ax"
    ], 
    "6005955072.jpg": [
        "A man is playing a musical instrument.", 
        "playing music", 
        "A man is playing a trumpet.", 
        "the man is playing a trumpet", 
        "A man in a yellow shirt playing the trumpet.", 
        "A guy is playing an instrument.", 
        "A man in a yellow shirt is playing a trumpet.", 
        "A PERSON IS PLAYING THE BAND", 
        "music", 
        "A man playing a trumpet into a microphone", 
        "A man is playing a trumpet.", 
        "A man is playing a trumpet.", 
        "A man is playing the trombone", 
        "a man is playing the trumpet", 
        "A man is playing a trumpet", 
        "A man is playing a brass instrument.", 
        "A man plays the horn.", 
        "a man is playing the trumpet into a microphone", 
        "A man is playing a trumpet.", 
        "A man is playing a trumpet.", 
        "The men music on band", 
        "A man plays a horn.", 
        "A man plays a trumpet.", 
        "A man plays a french horn.", 
        "A trumbone player is making music with his instrument.", 
        "A man playing the trumpet into a microphone."
    ], 
    "4414061.jpg": [
        "A young man is sleeping in an automobile.", 
        "Teens are sleeping on a long ride back home.", 
        "Two people sleeping in the back of a vehicle.", 
        "A boy sleeps in a moving vehicle.", 
        "Two people sleep in a car.", 
        "men sleep", 
        "A young man is sleeping on the bus.", 
        "A man and woman are asleep in a vehicle", 
        "a boy and woman feel asleep in the vehicle", 
        "A man sleeps in a car, with a woman in the seat behind him also sleeping.", 
        "A man and a woman asleep in a car as it drives through snow", 
        "A man and woman are asleep in a vehicle.", 
        "Two people are sleeping in a car.", 
        "A man is sleeping while riding in a vehicle.", 
        "a man is sleeping in the car as they drive past snowy landscapes", 
        "A man is sleeping against the window of a car.", 
        "A person is sleeping in a vehicle.", 
        "Two people are sleeping in a vehicle.", 
        "A young man sleeps in a car.", 
        "A man and woman are sleeping in a car.", 
        "A KID IS SLEEPING IN THE CAR", 
        "The gays sleeping on the car", 
        "Tow people sleeping while on a car trip", 
        "Two adults are sleeping in a car"
    ], 
    "141126420.jpg": [
        "A surfer rides a wave.", 
        "A man is surfing.", 
        "A man enjoying surfing .", 
        "A man is surfing on a surfboard.", 
        "A man is surfing in the water.", 
        "A PERSON IS SHOWING IS SKILLS ON THE SEA", 
        "A man is surfing on a wave", 
        "a man is surfing", 
        "A man is surfing.", 
        "A man surfs and rides a wave.", 
        "A surfer in black surfs on a wave.", 
        "A man in a wetsuit surfing", 
        "A man surfing.", 
        "A guy is wake boarding.", 
        "A man is surfing.", 
        "play in botting", 
        "surfing", 
        "A man is surfing.", 
        "The man is surfing", 
        "A man in a black wetsuit is surfing.", 
        "The man is riding a wave.", 
        "A man is surfing", 
        "A man surfing on a wave", 
        "A surfer is catching a wave's crest.", 
        "a man is surfing on greenish blue waves", 
        "A man is surfing."
    ], 
    "2969380952.jpg": [
        "People running a race across a grassy field", 
        "A bunch of men jogging", 
        "Men are running a competition in the grass.", 
        "Several people are running in a race", 
        "A man runs in a race.", 
        "a man is winning a foot race", 
        "the men are running a marathon", 
        "Several people racing across a grassy field.", 
        "Men are sprinting in a race.", 
        "A group of men are racing in the park", 
        "A group of racers competing on a field.", 
        "Several people race against each other in front of a crowd in a park.", 
        "A group of people running a race in the park.", 
        "men are racing towards a finish line", 
        "Two men finish a foot race close together.", 
        "Two men are finishing a foot race.", 
        "running", 
        "Two guys are running in a race.", 
        "People are running on a field.", 
        "men in running", 
        "THE RUNNERS ARE RUNNING", 
        "Two men run on a grassy field.", 
        "People are outside running on the grass.", 
        "Two men are racing in a competition.", 
        "Athletes are racing on a grass field marked with running lanes.", 
        "The men is runing", 
        "The guys are running across a field.", 
        "People are running in a marathon"
    ], 
    "3639547922.jpg": [
        "A little girl is sliding down the slide.", 
        "A girl smiles as she goes down a slide.", 
        "the child is sliding", 
        "A little girl smiles as she goes down a slide.", 
        "A girl sliding down a slide.", 
        "A young girl sliding down a purple playground slide", 
        "She is having fun coming down the slide.", 
        "plau", 
        "Little girl coming down slide", 
        "A little girl is sliding down a slide.", 
        "baby for play", 
        "A kid is sliding down the slide!", 
        "A little kid comes down the slide.", 
        "A small girl giddily slides down a slide.", 
        "A girl is going down a slide.", 
        "A little girl is sliding down a slide and smiling.", 
        "a young girl is sliding down a purple slide", 
        "A young girl is going down a slide.", 
        "A young girl is playing on a slide", 
        "The kit is playing", 
        "A child is sliding down a slide.", 
        "A little girl is sliding down a slide.", 
        "a little girl is sliding down a purple slide", 
        "A little girl is sliding a purple slide.", 
        "A young girl on a purple slide.", 
        "A KID IS PLAYING", 
        "A young girl is going down a slide"
    ], 
    "6882674785.jpg": [
        "The kit create to baubles", 
        "A little girl is blowing bubbles.", 
        "A little girl blowing bubbles on a sidewalk.", 
        "A little girl blows bubbles.", 
        "A little Asian girl is blowing bubbles.", 
        "baby for fun", 
        "A young girl is blowing small bubbles.", 
        "A little girl is blowing bubbles.", 
        "A little girl is blowing bubbles.", 
        "A little girl is outside blowing small soap bubbles.", 
        "a young girl is blowing some bubbles with a bubble wand", 
        "A little girl is blowing bubbles.", 
        "The girl is blowing bubbles.", 
        "A girl blows a soap bubble.", 
        "a little girl is blowing bubbles", 
        "A young girl blowing bubbles.", 
        "A young girl is blowing bubbles.", 
        "A SMALL KID IS PLAYING WITH SOAP BUBBLES", 
        "A young girl blowing bubbles", 
        "A young girl is blowing bubbles", 
        "A girl blowing small bubbles outdoors", 
        "A young girl is blowing many bubbles outside.", 
        "A small girls blows bubbles.", 
        "A young girl is blowing bubbles"
    ], 
    "4658910970.jpg": [
        "A baseball player moving to catch a ball bouncing toward him", 
        "A baseball player prepares to catch a low flying baseball.", 
        "A baseball player bending low to catch a ball in motion.", 
        "A baseball player is trying to catch a ground ball.", 
        "Man catching baseball", 
        "A young man is attempting to catch a baseball.", 
        "play game", 
        "the man is catching a ball", 
        "A baseball player reaches for a ball in motion.", 
        "A baseball player is lunging for the baseball that was hit into his sector.", 
        "The athlete is catching a ball.", 
        "A baseball player is trying to catch a ground ball.", 
        "A baseball player is about to catch a ball.", 
        "a man is on the baseball field trying to catch a ball", 
        "THE PLAYER IS TRYING TO CATCH A BASEBALL", 
        "A baseball player reaching to get a ground ball.", 
        "A baseball player crouches to catch the ball.", 
        "A baseball player is getting a loose ball.", 
        "A man is playing baseball", 
        "A baseball player is trying to catch a ball.", 
        "A baseball player is catching a ball", 
        "A baseball player is bending to catch the ball.", 
        "The boy try to catch on baseball", 
        "A teenage boy is running to catch a baseball.", 
        "A baseball players tries to grab the loose ball with his mitt.", 
        "a man is running to catch a baseball"
    ], 
    "3744832122.jpg": [
        "play game", 
        "A boy winding up to throw a baseball.", 
        "playing", 
        "A PLAYER IS THROWING A BASEBALL", 
        "a young man is throwing a ball in baseball", 
        "A young man is preparing to throw a baseball.", 
        "Boy throwing a baseball", 
        "The kid is throwing a ball.", 
        "A boy in uniform throws a ball on a baseball field.", 
        "A baseball player is throwing the baseball.", 
        "A teen boy pitches a baseball.", 
        "A teen boy is trowing a baseball in a game.", 
        "The kit is playing on baseball", 
        "A young boy in a green jersey is throwing a baseball.", 
        "A young baseball player prepares to throw the baseball on the field.", 
        "a boy is pitching a baseball on the field", 
        "A pitcher is about to release the ball.", 
        "A child is playing baseball", 
        "A young baseball player is throwing a ball", 
        "A boy is throwing a pitch.", 
        "A boy throwing a baseball in full baseball uniform", 
        "A young boy is pitching a baseball.", 
        "A baseball pitcher is winding up his pitch.", 
        "A young boy throwing a baseball during a game", 
        "A kid is throwing a baseball.", 
        "A boy is about to throw a ball playing baseball"
    ], 
    "5696948391.jpg": [
        "A person twists balloons into decorative shapes.", 
        "the man is making balloon animals", 
        "balloon", 
        "A person is making balloon animals.", 
        "A clown makes a colorful balloon sculpture.", 
        "A clown making animal balloons.", 
        "A clown is making a balloon animal.", 
        "A clown making balloon figures.", 
        "A clown is making animal balloons.", 
        "Baloon animal creator showing off his work", 
        "A balloon artist is crafting his next balloon animal.", 
        "A street performer making balloon animals.", 
        "a clown is making balloon animals", 
        "A clown makes a balloon animal.", 
        "A street performer makes balloon shapes.", 
        "A clown is making balloon shapes", 
        "The man is sell on balloons", 
        "A person is making balloon animals.", 
        "men hand Balloon", 
        "A PERSON IS COSTUMED AND HAD TWO BALLONS", 
        "a woman wearing balloons is making balloon animals on the street", 
        "The man is blowing balloon animals.", 
        "A clown is making balloon animals", 
        "A man in clown clothes is holding balloons.", 
        "A person in bright colors making balloon animals", 
        "A man is making balloon animals.", 
        "A guy is playing with balloons."
    ], 
    "5293561716.jpg": [
        "A young boy plays the piano.", 
        "a boy is playing the piano", 
        "A BOY IS PLAYING PIANO", 
        "A boy plays the piano.", 
        "The kit Playing to Piano", 
        "A boy is playing the piano.", 
        "boy playing music", 
        "A young pianist is playing the piano.", 
        "A young boy playing a piano.", 
        "A young boy is playing piano.", 
        "A little boy sits at a piano and plays music.", 
        "Little boy playing the piano", 
        "A boy playing a grand piano", 
        "A boying is playing piano.", 
        "A young boy is playing the piano.", 
        "A little boy is playing the piano.", 
        "A little boy is playing a piano.", 
        "music", 
        "A boy plays a piano.", 
        "A child plays the piano.", 
        "The little boy is playing a piano.", 
        "A boy playing the piano.", 
        "a young boy is playing a black piano", 
        "A child is playing the piano", 
        "A young boy is playing the piano.", 
        "A young boy is playing a piano", 
        "A little boy playing the piano.", 
        "A young boy is playing the piano."
    ], 
    "7995263133.jpg": [
        "A young boy is sleeping with his head on a pillow", 
        "The boy sleeping", 
        "A sleeping boy laying on a blue pillow with colored stripes", 
        "a young boy is sleeping with his head on a striped pillow.", 
        "A child asleep on their pillow.", 
        "A boy is laying in bed sleeping.", 
        "A little boy lays on his side while sleeping.", 
        "A boy sleeping.", 
        "A little boy is sleeping in bed.", 
        "A young boy is sleeping", 
        "baby for sleep", 
        "a boy is sleeping on his blue, striped pillow", 
        "A young boy is sleeping on a pillow.", 
        "A little boy is sleeping on a striped pillow.", 
        "A young boy sleeps on his pillow.", 
        "The boy is sleeping on a pillow.", 
        "A child is sleeping.", 
        "a young boy is sleeping on a striped pillow", 
        "A young boy is sleeping.", 
        "A young boy is sleeping.", 
        "A boy sleeps on a blue striped pillow.", 
        "A KID IS SLEEPING", 
        "A boy is sleeping on his side", 
        "A young boy is sleeping."
    ], 
    "6775388196.jpg": [
        "Child working with electronics.", 
        "A boy is putting together a small project.", 
        "a boy is afixing wires to a board in class", 
        "A young kid is working with electrical components.", 
        "A child is working with circuitry.", 
        "A KID IS DOING SOME SMALL PROJECT FOR HIS EXHIBITION", 
        "repairinbg", 
        "A boy handles a circuitboard.", 
        "A boy works on his science project", 
        "A young boy testing a science experiment at school.", 
        "A boy is looking at a table that has batteries and wires on it.", 
        "The kit participant to science experiments", 
        "A little boy plays with wires and batteries while sitting at a table.", 
        "A little boy is hooking up batteries to a circuit.", 
        "A boy putting together an electronic contraption.", 
        "A boy is exploring his curiosities and testing a homemade battery power supply.", 
        "Young boy working with batteries", 
        "A boy connecting circuits attached to a battery", 
        "A boy is working on an electronics project", 
        "A young boy is examining batteries in a device.", 
        "A small kid tests an electrical device.", 
        "a little boy is building something with wires and batteries", 
        "boy in science", 
        "A boy builds a project.", 
        "A little boy is tinkering with batteries and circuits.", 
        "The boy is making electronics."
    ], 
    "3350260112.jpg": [
        "the people are enjoying the beach", 
        "beach", 
        "At the man-made beach, kids are playing in the water while some adults sun bathe.", 
        "People came out to the beach.", 
        "A large amount of people are laying on the beach.", 
        "Many people are at a beach", 
        "A beach packed with people.", 
        "People are enjoying a day at the beach.", 
        "A sunny day at a crowded beach.", 
        "A crowded beach has many people on it and in the water.", 
        "A beach with white sand and clear water is crowded with people.", 
        "PEOPLES ARE PLAYING IN THE BEACH", 
        "A crowded beach full of people", 
        "People are outside at a beach.", 
        "People are having fun on the beach.", 
        "A group of people are enjoying a beach area.", 
        "people are enjoying the beach", 
        "a beach full of people enjoying the sand and sun", 
        "People are enjoying the beach.", 
        "man people are swimming in the water at a beach", 
        "The peoples path on beach", 
        "A bunch of people are swimming and relaxing at the beach.", 
        "People are relaxing on a beach", 
        "A large group of people on the beach and in the water", 
        "People swim and lay at a public beach.", 
        "A tropical beach full of people playing.", 
        "playing people in beach", 
        "A beach with many people on it"
    ], 
    "4772785237.jpg": [
        "Old man sweeping sidewalk", 
        "A man is sweeping the sidewalk.", 
        "a man is sweeping the sidewalk outside of his shop", 
        "An old man sweeps a manhole cover.", 
        "A man is sweeping the city street with a broom.", 
        "The man is sweeping the sidewalk.", 
        "An elderly man sweeping.", 
        "A man is sweeping the sidewalk.", 
        "A man is sweeping the sidewalk", 
        "An older gentleman is sweeping the sidewalk.", 
        "An older man sweeps a sidewalk with a broom.", 
        "A guy is sweeping the streets.", 
        "sweeping", 
        "A man in a white coat sweeps the sidewalk", 
        "An older man is sweeping the sidewalk with a straw broom.", 
        "A man sweeping the sidewalk", 
        "THE PERSON IS CLEANING BY THE MOP", 
        "A man is outside sweeping a sidewalk.", 
        "A man is sweeping the side walk", 
        "A man sweeping the sidewalk", 
        "old man mop", 
        "The old man Is take to cleaning work", 
        "A man sweeps the sidewalk.", 
        "a man is sweeping the top of a sewer lid", 
        "A man is sweeping the side walk", 
        "A restaurant working is sweeping the sidewalk outside the restaurant."
    ], 
    "6303184938.jpg": [
        "scientist", 
        "A man is looking in a microscope.", 
        "A man is looking through a microscope.", 
        "A young man wearing white gloves is bent over a table looking into a microscope.", 
        "A scientist is peering through a microscope.", 
        "A scientist is looking through a microscope.", 
        "focus", 
        "A man is inspecting something through a microscope.", 
        "A man is using a microscope.", 
        "A man is looking through a microscope.", 
        "A man looks through a microscope.", 
        "A man wearing latex gloves looking into a microscope", 
        "A man in a blue shirt is looking through a microscope.", 
        "a man is looking through a scoped lens in a lab", 
        "The man is look to microscope", 
        "A lab technician is looking through a microscope.", 
        "A man looking into a microscope.", 
        "A man is looking into a microscope", 
        "A PERSON IS LOOK SOMETHING ON THE MICROSCOPE", 
        "A man is looking through a microscope", 
        "Man using microscope in a lab", 
        "A man is looking inside a microscope.", 
        "A man looks into a microscope.", 
        "a man is looking through a microscope at something", 
        "A man looking into a microscope in a lab", 
        "A man looks through a microscope.", 
        "A man is looking through a microscope."
    ], 
    "3673032164.jpg": [
        "Two teens are arm wrestling while another looks on.", 
        "Two girls arm wrestling", 
        "Two girls are arm wrestling while another spectates.", 
        "Two girls participate in an arm-wrestling contest.", 
        "Two girls are arm wrestling.", 
        "Two girls are arm wrestling, while another girl watches.", 
        "Two girls arm wrestling while another watches", 
        "Two girls are arm-wrestling", 
        "women", 
        "Two girls are arm wrestling", 
        "The two girls are arm wrestling.", 
        "Two girls arm wrestle each other while a third girl watches.", 
        "Two teenage girls are arm wrestling while somebody watches.", 
        "The girls play to hand wrosling", 
        "TWO LADIES ARE PLAYING HAND WRESTLING", 
        "Two girls are arm wrestling.", 
        "Two females are arm wrestling.", 
        "Two girls are arm wrestling.", 
        "Two girls are in an arm wrestling competition.", 
        "Two young women arm wrestle while another girl watches them.", 
        "Two girls are arm wrestling while another girl watches.", 
        "Two girls arm wrestling while another watches them.", 
        "Two women arm wrestling.", 
        "two women are arm wrestling", 
        "girl play hand game", 
        "two girls are arm wresting while another girl looks on"
    ], 
    "6596861005.jpg": [
        "A woman is reading a city map, while enjoying a day outdoors.", 
        "A lady is looking at a map.", 
        "A woman is reading a map to find out her location.", 
        "A woman is reading a map.", 
        "map-", 
        "A woman checking a map on a bridge over a river.", 
        "A woman looking at a map by the water.", 
        "women watch in map", 
        "Woman looking at map of city", 
        "a woman is looking at a map", 
        "a woman is looking at a map while standing on a bridge", 
        "A woman is standing on a bridge looking at a map.", 
        "A woman is looking at a map.", 
        "The woman is looking at a map by the river.", 
        "Near a bay, a woman looks at a map.", 
        "A woman standing over a harbor reads a map.", 
        "A lady is standing on a bridge overlooking a waterway reading a tourist map.", 
        "A woman is reading a map.", 
        "A woman looks at a map.", 
        "A woman is consulting a map.", 
        "A woman consults a map outside.", 
        "A woman is reading a map on a bridge", 
        "A woman is looking at a map while outside.", 
        "The women look at on the map", 
        "A woman is looking at a map while overlooking a river", 
        "A woman looking at a map in front of a waterway", 
        "A LADY IS WATCHING THE BLUE PRINT OF THE CITY OR MAP"
    ], 
    "3719712280.jpg": [
        "A woman dives through the air to catch a frisbee.", 
        "playing game", 
        "A woman making a diving catch playing frisbee.", 
        "A woman in white shorts and shirt leaps for a frisbee in front of spectators.", 
        "A woman dives for a frisbee", 
        "A woman dives to catch a frisbee during a game.", 
        "The girl playing", 
        "A woman diving to catch a frisbee in front of spectators", 
        "A girl is diving for a frisbee.", 
        "A person dives for a frisbee while others watch.", 
        "playing", 
        "A woman is catching a frisbee.", 
        "A girl catching a frisbee in mid air.", 
        "A woman dives to catch a frisbee in front of a watching crowd.", 
        "A woman dives to catch a frisbee", 
        "A woman diving to catch a frisbee while people look on.", 
        "A person is catching a frisbee near the ground", 
        "A woman is diving for a frisbee.", 
        "a woman is diving for a frisbee", 
        "A PERSON IS CATCHING THE BOOMERANG", 
        "A woman is diving to catch a Frisbee.", 
        "A woman is diving for frisbee with people watching.", 
        "A young man is catching a frisbee.", 
        "Woman diving to catch a frisbee", 
        "a woman is diving for a frisbee", 
        "A person is catching a frisbee outside.", 
        "A woman is making a diving catch for a frisby.", 
        "A team member is leaping to catch the frisbee and about to belly flop on the grass."
    ], 
    "4678843953.jpg": [
        "A man is throwing a hatchet.", 
        "hand", 
        "A man throws an axe.", 
        "A man is in the process of throwing an axe.", 
        "A man tossed a axe that hes trying to catch.", 
        "Young man throwing axe", 
        "A man in glasses throwing an axe.", 
        "a man is throwing a throwing axe", 
        "A man in a black shirt is throwing an ax.", 
        "A man is throwing a ax inside.", 
        "A guy is playing with an axe.", 
        "A man is throwing an ax.", 
        "A man in glasses throws an axe.", 
        "playing", 
        "A man is practicing his axe throwing technique.", 
        "A man in glasses throwing an ax", 
        "A man tossing a throwing axe.", 
        "The men is throw to Ax", 
        "A man is throwing a hatchet", 
        "a man is throwing an ax", 
        "A PERSON IS THROWING THE AX", 
        "A man is throwing an ax.", 
        "A man throws an axe.", 
        "A man tosses an ax.", 
        "A young man throws an axe into the air.", 
        "A man is throwing an ax", 
        "The guy is throwing an axe."
    ], 
    "3639967449.jpg": [
        "Two young boys are eating ice cream.", 
        "the children are enjoying Popsicle", 
        "Two young boys eat  popsicles in front of a shed.", 
        "Two boys are sitting together eating ice pops.", 
        "Two little boys are eating popsicles.", 
        "ice crean", 
        "Two young boys sitting next to each other with popsicles", 
        "Two boys with popcicles", 
        "two little boys are eating popcicles", 
        "baby eating in ice cream", 
        "Two boys are eating popsicles", 
        "two young boys are eating bomb-pops", 
        "Two kits eating ice cream", 
        "Two kids are outside eating popsicle.", 
        "Two young boys are eating popsicles.", 
        "The two boys are eating popsicles.", 
        "Two young boys sitting and eating ice cream", 
        "Two little kids enjoy popsicles.", 
        "Two boys are eating popsicles.", 
        "Two children eat popsicles in the sun.", 
        "Two children are eating popsicles", 
        "Two boys are sitting outside eating space pops.", 
        "Two little boys are eating popsicles.", 
        "Two little boys sit and eat popsicles.", 
        "TWO KIDS ARE EATING AN ICE BAR", 
        "Two little boys are sitting and eating popsicles.", 
        "Two young boys are eating popsicles", 
        "Two young boys eating popsicles."
    ], 
    "6036142462.jpg": [
        "Man holding up cards", 
        "A boy holds up a fanned out deck of cards.", 
        "A man is excitedly showing off a deck of playing cards.", 
        "The man is smiling & flashing a deck of cards.", 
        "The man is show cards", 
        "A man is displaying cards that have been fanned out.", 
        "play", 
        "a man is holding up a deck of cards and showing the faces", 
        "A man is showing off a deck of cards", 
        "A man is holding up cards in his hands.", 
        "A man happily reveals his playing cards.", 
        "a man is holding out a fanned deck of cards", 
        "A man is holding a fanned out deck of cards.", 
        "A  PERSON IS PLAYING THE CARDS", 
        "men hand in card", 
        "A man holding a spread of cards into the camera.", 
        "A man is showing a handful of cards.", 
        "A man is showing a deck of cards.", 
        "A man is fanning out a deck of cards", 
        "A man is showing a lucky deck of cards.", 
        "An excited man shows his playing cards.", 
        "A man holding up a fanned deck of cards", 
        "A man smiling while holding up a handful of playing cards", 
        "A man is holding a splayed deck of cards.", 
        "A guy is holding a bunch of playing cards.", 
        "A smiling man holds playing cards facing the camera."
    ], 
    "7150152099.jpg": [
        "girl is jumping", 
        "A LADY IS SHOWING HER SKILLS ON HIGH JUMP", 
        "A woman lunges over a rod.", 
        "A woman is vaulting over a pole.", 
        "An athlete is pole vaulting, reaching the peak just before crossing over the bar.", 
        "A woman is pole vaulting", 
        "A lady is doing the pole vault.", 
        "A polevaulter lifts herself above the bar in a stadium.", 
        "A woman completes her pole vault.", 
        "A woman is pole vaulting.", 
        "Gymnast vaulting over pole", 
        "A woman is jumping over a pole while other people watch.", 
        "A woman is performing a pole vault", 
        "A young athlete does pole vaulting.", 
        "a woman is going over a pole jump", 
        "A athlete is doing a jump", 
        "A woman in the middle of a pole vault.", 
        "A girl is jumping over the bar while pole vaulting.", 
        "A girl is doing gymnastics.", 
        "A woman in the middle of pole vaulting.", 
        "A woman pole vaulting", 
        "A woman is pole vaulting.", 
        "A woman is doing the pole vault.", 
        "a woman is trying for the high jump with the pole", 
        "The girl playing on High jumb"
    ], 
    "104669470.jpg": [
        "girl fruit sales", 
        "A AUNT IS TAKING SOME FRUITS ON HER HEAD", 
        "A woman balances fruit on her head.", 
        "A woman has a basket of fruit on her head.", 
        "A woman steadying a basket of fruit being carried on her head.", 
        "A woman carrying a fruit bowl on her head walking along the beach.", 
        "The woman is balancing a bowl of fruit on her head.", 
        "a woman is carrying a bowl of fruits on her head", 
        "A woman balancing a large bowl of fruit on her head.", 
        "A woman is carrying a bowl of fruit on her head.", 
        "A native Islander is carrying a large bowl of fruits atop her head.", 
        "A woman is holding a bowl of fruits on her head", 
        "A woman is carrying a large bowl of fruit on her head.", 
        "A woman holds up a basket of fruit on her head.", 
        "A woman is holding a pot over her head.", 
        "A woman with a bowl of fruit on her head", 
        "A young holds a large bowl of fruit on top of her head.", 
        "The girl take on fruits on our Head", 
        "A woman is holding a large bowl of fruit on her head.", 
        "A woman is carrying a large bowl of fruit on her head", 
        "A woman is carrying a bowl of fruit on her head by the ocean.", 
        "A woman carries a  large bowl of fruit on her head.", 
        "a woman is carrying a large bowl on her head that's filled with fruit", 
        "A woman is carrying a bowl of fruit on her head."
    ], 
    "8247042603.jpg": [
        "A man is pulling up his surfboard while surfing.", 
        "surfing", 
        "A man is surfing in the ocean.", 
        "A surfer is riding a wave.", 
        "a man is surfing", 
        "The man is surfing!", 
        "A PERSON IS SKADING ON THE SEA", 
        "A man is surfing.", 
        "A guy surfing a wave.", 
        "The man is surfing", 
        "A man is surfing", 
        "A person surfing.", 
        "A man is surfing on a wave", 
        "Man surfing on the ocean waves", 
        "A young man surfs and rides a small wave.", 
        "A man surfing on a sunny day", 
        "A surfer surfs on some waves.", 
        "A man is surfing.", 
        "A man in a black wetsuit surfing", 
        "someone is surfing in bright blue waters", 
        "A guy is surfing in the ocean.", 
        "A man is surfing.", 
        "A man is surfing,", 
        "A man is surfing a wave.", 
        "A surfer grips the front of his board in the water.", 
        "men play"
    ], 
    "3743169025.jpg": [
        "A girl is in the water eating watermelon", 
        "A girl is eating watermelon while sitting in a pool of water", 
        "A child is eating watermelon while submerged in water.", 
        "A girl is eating a slice of watermelon in the water.", 
        "A girl is eating watermelon in the water.", 
        "A girl is eating watermelon in the water.", 
        "Young girl eatting watermelon in water", 
        "A little girl is eating watermelon while swimming in a lake.", 
        "A girl is eating a watermelon.", 
        "A young girl eats watermelon while standing chest deep in water.", 
        "a girl is eating a watermelon in the water", 
        "A girl is eating watermelon while sitting in water.", 
        "A girl eating watermelon while swimming.", 
        "A girl is sitting in water eating watermelon.", 
        "a girl is eating some watermelon in the water", 
        "A little girl is sitting in the lake water eating a piece of watermelon.", 
        "women eating for watermelon", 
        "A girl eats watermelon in the water.", 
        "A girl is eating watermelon while in a body of water", 
        "A little girl is in the water eating a watermelon.", 
        "The girl eat to watermelon", 
        "A young girl in the water while eating watermelon.", 
        "A girl eating watermelon while in the water", 
        "A girl eats watermelon while floating in a pond.", 
        "A LADY IS EATING A WATERMELON ON THE WATER", 
        "A girl is swimming while eating watermelon"
    ], 
    "5430267989.jpg": [
        "A woman is riding a horse in a competition.", 
        "A woman is riding a horse.", 
        "a woman is riding a horse", 
        "A woman is riding a horse", 
        "A woman is riding a horse.", 
        "A woman in equestrian gear riding a horse.", 
        "A woman is riding a horse in a competition.", 
        "A female jockey rides on a horse.", 
        "A lady is riding a horse.", 
        "An equestrian rider trots with her horse.", 
        "A woman is on a horse at an equine sporting event.", 
        "A young girl is riding a horse.", 
        "A woman with a riding helmet on a horse", 
        "Young woman riding a horse", 
        "a woman is in full riding attire and riding a horse", 
        "A girl is riding a horse", 
        "horse", 
        "The girl is riding a horse.", 
        "A woman is riding a horse.", 
        "An equestrian is riding her horse.", 
        "A woman is riding a horse.", 
        "A LADY IS RIDING ON THE HORSE", 
        "A woman rides a horse.", 
        "A woman riding a horse", 
        "The girl riding on the horse", 
        "horse still girl"
    ], 
    "4696829163.jpg": [
        "A young boy is showing off the fish he caught, which is still on the hook of his fishing rod.", 
        "a young boy is holding up a fish he caught", 
        "A young kid is holding up a fish.", 
        "A young boy shows the fish he caught", 
        "a boy is holding up a fish he caught", 
        "A little boy is showing off the fish he caught.", 
        "A red-haird child holds up a fish and the rod he caught it with.", 
        "A boy holds up a fish on a line.", 
        "A young boy is showing off a fish that he killed", 
        "A young boy shows off the fish he just caught.", 
        "A little boy in a striped shirt is holding up a fish.", 
        "boy catch in fish", 
        "A boy holds up the fish he caught.", 
        "A little boy smiles and dangles a fish from a fishing line.", 
        "fish", 
        "A boy holding up a fish he caught", 
        "A kid is holding up a fish outside.", 
        "A boy is holding up a fish.", 
        "Young boy with a fish", 
        "A SMALL KID IS CATCH A FISH", 
        "A young boy holding up a fish that he caught.", 
        "A child is holding up a fish.", 
        "The little boy is holding up a fish.", 
        "A boy is showing off the fish he just caught.", 
        "The man is fishing", 
        "A young boy holding a fishing rod with a fish caught on the end of the line.", 
        "A little boy is showing off the fish he caught."
    ], 
    "6268271168.jpg": [
        "A woman is spinning yarn.", 
        "A woman is using an antique spinning wheel.", 
        "An old woman is using an antique sewing machine", 
        "An old woman uses an old wool-spinning machine.", 
        "An older woman in a colorful vest using a spinning wheel", 
        "The old women is stitching", 
        "An older woman is preparing to sow.", 
        "An elderly woman is operating a spinning wheel.", 
        "An old woman is crafting.", 
        "A OLD LADY IS STITCHING SOMETHING", 
        "grand mother", 
        "A older lady is spinning thread.", 
        "An old lady sews using an old sewing machine.", 
        "An old lady is spinning fabric", 
        "An old woman operating a sewing machine", 
        "An elderly woman is working at a spinning wheel.", 
        "An old woman sits and works on a loom.", 
        "old women is work", 
        "an old woman is demonstrating a sewing wheel", 
        "A woman sews on antique sewing machine.", 
        "An older woman is making fabric.", 
        "A old woman is messing with a old machine.", 
        "An elderly woman working fabric on a loom.", 
        "An old lady is weaving threads into a sack from a spinning wheel.", 
        "an older woman is spinning fibers on her spinning wheel"
    ], 
    "4179301928.jpg": [
        "A man and woman are playing on a see-saw", 
        "Two grownups on teeter totter", 
        "Two adults are using a seesaw.", 
        "the adults are playing like children", 
        "Two adults laugh while playing on a see saw.", 
        "play", 
        "A man and woman are playing on a teeter totter.", 
        "The men and women playing", 
        "a man and a woman are on a red and blue seesaw at the park", 
        "A man and a lady are on a seesaw.", 
        "A man and a woman on a playground seesaw", 
        "Two adults playing on a seesaw", 
        "Two people are playing on a seesaw.", 
        "Two people are sitting on a seesaw.", 
        "Two adults sitting on a seesaw", 
        "men and women is play", 
        "Two adults are playing on a sea-saw at the park.", 
        "TWO PERSONS ARE PLAYING SEE-SAW", 
        "The two people are on a sea-saw.", 
        "two adults are using a see-saw", 
        "Two people are see sawing together", 
        "A man and woman play seesaw.", 
        "Two people play on a see-saw.", 
        "A couple playing on a seesaw.", 
        "Two people are on a seesaw.", 
        "Two adults are on a seesaw.", 
        "A man and woman play on a seesaw on a playground."
    ], 
    "4968012871.jpg": [
        "A woman is holding a chicken", 
        "A woman holding a rooster.", 
        "A woman holding a rooster.", 
        "A lady is carrying a rooster.", 
        "A girl is holding a rooster.", 
        "the women take the cock", 
        "A lady holding a rooster shes thinking of buying.", 
        "THE LADY IS TAKING OR CATCH UP THE COCK", 
        "A woman in a dress holding a chicken", 
        "A woman holds a hen.", 
        "cock", 
        "A woman is holding a chicken", 
        "A young holds and pets a rooster.", 
        "A woman is holding up a rooster.", 
        "A well-dressed lady is holding a chicken and looking at it fondly.", 
        "a woman is holding a chicken against her", 
        "Old woman petting a rooster", 
        "A woman in a dress is holding a chicken.", 
        "women hand  cock", 
        "A woman is holding a chicken.", 
        "A woman is holding a chicken.", 
        "A woman is holding a rooster.", 
        "A lady is holding a chicken.", 
        "A woman holds a rooster.", 
        "A woman holds a rooster.", 
        "a woman in a white dress is holding a brown chicken in her arm"
    ], 
    "4400746838.jpg": [
        "A young girl is covering her eyes.", 
        "A young girl is covering her eyes", 
        "A little girl is covering her eyes while playing hide and seek.", 
        "a girl is hiding her eyes with her hand", 
        "A young girl with her hand over her face.", 
        "A little girl covers her eyes.", 
        "A little girl is covering her eyes with her hand.", 
        "A girl is covering her eyes.", 
        "A little girl is standing outside and covering her eyes with her hand.", 
        "A little girl is standing with her hand over her eyes.", 
        "A SMALL GIRL IS CLOSING HER EYES BY USING HER HANDS", 
        "A young girl is covering her eyes with her hand", 
        "A child in yellow covers her eyes.", 
        "playing", 
        "A young girl is covering her eyes.", 
        "A young girl covering her eyes.", 
        "A girl covers her eyes.", 
        "Little girl covering her eyes", 
        "A little girl covers her eyes with one hand.", 
        "A girl is covering her eyes outside.", 
        "A young girl covering her eyes with her hand", 
        "A little girl is covering her eyes.", 
        "A child is covering her eyes with her hand", 
        "a young girl is covering her eyes", 
        "baby hand in eye", 
        "The girl closing eys"
    ], 
    "6338733.jpg": [
        "A woman is standing outside with a stop sign.", 
        "A woman is holding a stop sign", 
        "A construction safety professional is holding a Stop sign by her side.", 
        "a woman is holding a stop sign", 
        "A crossing guard smiles at the camera.", 
        "A woman is holding a stop sign", 
        "Woman holding stop sign", 
        "A crossing guard is holding a stop sign.", 
        "A female crossing guard is holding a stop sign.", 
        "A woman crossing guard looks at the camera.", 
        "women and hand bord", 
        "A female crossing guard holding a stop sign.", 
        "A WORKERS IS TAKING THE STOP BOARD ON HER HAND", 
        "A woman is holding a stop sign.", 
        "A woman is holding a traffic stop sign.", 
        "A traffic director holds down her stop sign.", 
        "A crossing guard holding a stop sign.", 
        "A city worker is directing traffic", 
        "traffic", 
        "A crossing guard holds a stop sign upside down while standing in the street.", 
        "A traffic guard holds a stop sign and smiles.", 
        "The woman is holding a stop sign.", 
        "A crossing guard is holding a stop sign upside down.", 
        "A crossing guard is holding a stop sign.", 
        "A woman in a high visibility vest holding a stop sign", 
        "The women take on the stop board", 
        "a woman in a crossguard outfit is holding a stopsign"
    ], 
    "4551961343.jpg": [
        "A red haired child reads a book while others look on.", 
        "A KID IS OPENING HIS BIRTHDAY GIFT", 
        "reading", 
        "A boy opens a birthday card.", 
        "A yonug boy with curly red hair reads his birthday card at his birthday party while sitting at a table with his friends and family.", 
        "A red headed child is looking at a birthday card.", 
        "A young boy is opening a birthday card", 
        "A boy opening a card at a birthday party.", 
        "baby open for book", 
        "The kit study on book", 
        "A group of people sitting at a table during a birthday party.", 
        "A young boy having a birthday party.", 
        "A boy is opening a birthday card.", 
        "The red-haired kid is opening a card for his birthday.", 
        "A boy opens a birthday card at his birthday party.", 
        "A boy is reading a birthday card", 
        "Young child opening his birthday presents", 
        "a boy with red, curly hair is reading a birthday card", 
        "A boy is reading a birthday card.", 
        "A girl in a purple shirt is opening one of the birthday cards.", 
        "A kid is opening his birthday cars while people watch.", 
        "A young boy is reading a book.", 
        "A kid is reading a card at his birthday party.", 
        "A boy opening a birthday card", 
        "A kid is reading his birthday card.", 
        "a young boy is opening birthday cards at a party"
    ], 
    "3046259614.jpg": [
        "A man is teaching some kind of class to students in a clay or dirt room.", 
        "The teachers teach to students", 
        "soil", 
        "A teacher is standing in front of his students, gathered on the ground, teaching.", 
        "An African Muslim man in a white garment stands over and talks to other African Muslims who are sitting inside of a building on a dirt floor.", 
        "A man in a robe speaking to a group of people seated on a dirt floor", 
        "a teacher in a white robe is teaching a class of students", 
        "A man is talking to several kids in a room.", 
        "In an African classroom, a teacher picks one of the students who are raising their hands.", 
        "A man is motioning to a group of people who are sitting.", 
        "A teacher works with students in an empty makeshift classroom.", 
        "A man is teaching children in a rural classroom", 
        "A TEACHER IS TEACHING THE SMALL CHILDREN", 
        "A teacher instructing a classroom.", 
        "A man is teaching a group of children something.", 
        "A group of people are in an religious meeting.", 
        "A man is teaching young children", 
        "A group of children sitting on the floor of a classroom.", 
        "a man is teaching a classroom of children sitting on a dirt floor in some kind of mud building", 
        "A man is talking to a group of people", 
        "A man in a dirt-floored room stands and speaks to seated people in front of him.", 
        "A man is teaching in an African school while the kids sit on the ground.", 
        "A man is teaching a group of young children.", 
        "baby study in school", 
        "The man is talking to some people in a room.", 
        "A man appears to be teaching a group of students."
    ], 
    "3395865192.jpg": [
        "At a professional basketball game, two members of opposing team are trying to get to a loose basketball.", 
        "the players are falling", 
        "A basketball player is diving for the ball.", 
        "Two basketball players both dive for the loose basketball on the court.", 
        "two men are diving towards a basketball", 
        "Two men dive for the basketball during a game.", 
        "Basketball players are trying to recover the ball.", 
        "play basketball", 
        "Two basketball players are diving for a loose basketball.", 
        "Two basketball players on opposing teams dive at the basketball.", 
        "basket ball", 
        "Two teams are playing basketball.", 
        "THE BASKETBALL PLAYERS ARE COMPETING FOR TAKING THE BALL", 
        "Two men are diving for a basketball at a basketball game.", 
        "Two basketball players trying to get a basketball while their teams and referee look on.", 
        "Two men are scrambling after a basketball.", 
        "The boys playing basketball", 
        "A basket ball team are after a lose ball.", 
        "Two basketball players dive for a ball", 
        "The men are playing a game of basketball.", 
        "Two men diving for a basketball", 
        "Two basketball players compete for the ball in a crowded stadium.", 
        "A man is diving to get a basketball during a basketball game.", 
        "men are on a basketball court trying to go after the ball", 
        "Men dive for the basketball in a game.", 
        "A group of men are playing basketball", 
        "Players diving for a basketball", 
        "Two men diving for a loose ball during a basketball game"
    ], 
    "156205911.jpg": [
        "Two men are wrestling", 
        "Two men are wrestling.", 
        "TWO PLAYERS ARE PLAYING THE BOXING", 
        "A man is being held down by another wrestler in a match.", 
        "Two teens are wrestling on the mat.", 
        "two men are wresting on a mat", 
        "Two young men are wrestling.", 
        "A wrestler is grappling the opponent to the ground.", 
        "Two young men are wrestling in a competition.", 
        "Two amatuer wrestlers grapple in a match.", 
        "Two guys are wrestling on a mat.", 
        "Two men wrestling on a mat", 
        "Two men are wrestling at a event.", 
        "Two young men wrestle.", 
        "The gays playing", 
        "Man pinning another man in a wrestling match", 
        "Two wrestlers grapple on a mat.", 
        "Two men are wrestling", 
        "Two wrestlers fight on the mat.", 
        "Two men are wrestling.", 
        "the man in the red wrestlers outfit is beating the man in the blue", 
        "Two guys are wrestling inside.", 
        "Two men wrestling, one of whom is in an armlock.", 
        "men play game", 
        "Two men in the middle of a wrestling match", 
        "Two young men are in a wrestling match."
    ], 
    "55903788.jpg": [
        "A lady is brushing the hair of another lady.", 
        "A woman stands behind another woman and holds her hair while brushing it.", 
        "A woman brushes another woman's hair.", 
        "A woman is brushing out another woman's hair.", 
        "A woman brushes another woman's hair", 
        "A woman combs another woman's hair.", 
        "the woman is brushing hair", 
        "A mother helping her daughter with her hair", 
        "A woman brushing another woman's hair.", 
        "A woman is brushing another womans hair.", 
        "A woman is brushing another woman's hair.", 
        "hair", 
        "a woman is brushing her friends hair", 
        "a woman is brushing another woman's hair", 
        "Woman brushing another womans hair", 
        "A woman brushing another woman's hair.", 
        "A mom is brushing her adult daughter's hair.", 
        "A woman brushing another's hair", 
        "A young woman brushing another girl's hair.", 
        "women in hand hair", 
        "A woman is brushing another woman's hair.", 
        "A  LADY IS SWEEPING THE HAIR OF ANOTHER LADY", 
        "A woman is brushing a woman's hair.", 
        "A woman is brushing another woman's hair", 
        "The girl dying on hair", 
        "A woman is combing another woman's hair.", 
        "A woman has her hair combed by another."
    ], 
    "4479855590.jpg": [
        "A man is reading a newspaper.", 
        "A man on a train is reading a newspaper and looking at the cameraman", 
        "A man is reading the newspaper on a train.", 
        "A man is reading the newspaper.", 
        "A man is reading a newspaper on a train.", 
        "A man reads the paper on a train.", 
        "A man reads a newspaper on a train.", 
        "A man sitting on a train reading a news article.", 
        "A man is reading a newspaper while on the train.", 
        "a man is reading the paper on a train", 
        "a man is reading a newspaper on a train", 
        "A man reading a newspaper on a train.", 
        "A man is reading a newspaper.", 
        "men is read", 
        "The man reading to news paper", 
        "A man reading the newspaper on the train.", 
        "A man is sitting down and reads a newspaper.", 
        "A man is reading a newspaper on a train.", 
        "A man reads the newspaper.", 
        "Man reading the newspaper on a train", 
        "A man reads a newspaper on a train", 
        "A man is reading a newspaper.", 
        "A man is sitting reading the paper.", 
        "A PERSON IS READING THE NEWS PAPER ON THE WINDOW SEAT", 
        "A man on a train reading a newspaper", 
        "A man on a train is reading the newspaper."
    ], 
    "4563143284.jpg": [
        "A contractor pours dirt with his bulldozer.", 
        "A person using a vehicle to dig up dirt.", 
        "A man driving a bulldozer", 
        "A construction worker is using a backhoe to move dirt.", 
        "JCB", 
        "A man in a tractor dumps dirt onto the ground.", 
        "A man is moving dirt with a bulldozer outside.", 
        "The man is using a machine to move dirt.", 
        "The man operate to grain", 
        "A man is operating a skid loader.", 
        "A man uses a tractor to move dirt.", 
        "soil", 
        "A man in a bobcat is moving dirt.", 
        "A man is using a Bobcat.", 
        "a man is using a bobcat to move some dirt", 
        "A guy is operating a truck for construction.", 
        "A WORKER IS DIGGING THE SOIL WITH THE HELP OF MINIDOWSER", 
        "A man is digging with a back hoe", 
        "a man is using a front loader on sand", 
        "A front end loader dumping dirt in front of it.", 
        "A man driving a small bulldozer", 
        "A man is driving a Bobcat.", 
        "A man operates a bulldozer", 
        "A backhoe dumps dirt.", 
        "A man is dumping dirt using a bobcat.", 
        "A man is moving dirt with a bulldozer"
    ], 
    "9726060.jpg": [
        "Two kids are rock climbing outdoors.", 
        "Two children are rock climbing.", 
        "THE KIDS ARE PRACTISING FOR CLIMBING", 
        "Two kids practicing on a rock climbing wall.", 
        "Two children are climbing a rock wall.", 
        "Two kids are harnessed in, climbing a rock climbing wall.", 
        "boy and girl play for game", 
        "Two children are rock climbing.", 
        "Kids are rock climbing at a facility.", 
        "Two individuals are rock climbing.", 
        "two young children are climbing a rockwall outside of the coffee bean shop", 
        "The kids are climbing some rocks.", 
        "Two children on a rock climbing wall", 
        "Kids are climbing for fun.", 
        "Children rock climbing on a wall", 
        "Two kids climb a rock wall.", 
        "Two kids are climbing a rock wall", 
        "Two children are climbing a climbing wall at a park", 
        "Two kids are climbing a rock wall.", 
        "two kids are climbing a fake rock wall", 
        "The kit playing", 
        "Two children climb on an artificial rock wall.", 
        "A girl and boy a climbing on a climbing wall.", 
        "Two kids are climbing a fake rock wall.", 
        "Two children playing on an artificial rock climbing wall."
    ], 
    "6958079140.jpg": [
        "A man is shooting a rifle", 
        "A person is shooting a rifle.", 
        "A man is looking into a scope preparing to fire a rifle.", 
        "the man is shooting a rifle", 
        "a man is shooting a gun that has a scope", 
        "A man aims his rifle.", 
        "A man holding a rifle is aiming it.", 
        "A man with eye and ear protection looking down the scope of a rifle", 
        "A man target practicing with a rifle.", 
        "A man holds a rifle while he aims through a scope at a gun range.", 
        "A man aiming down the scope of a gun.", 
        "A man is looking through the scope of a gun.", 
        "a man is lining up a shot with his rifle by looking through the scope", 
        "shooting", 
        "A man is shooting a gun.", 
        "A man is shooting a rifle.", 
        "A man is preparing to shoot a gun", 
        "A man looks through the scope of a rifle.", 
        "A man aiming a rifle.", 
        "A man is looking through a scope on a gun.", 
        "A man shoots a rifle.", 
        "A guy is practicing sniping.", 
        "A MAN IS SCOPING ON THE TARGET WITH KAR98K GUN", 
        "A guy is engaged in target practice with his rifle at a firing range.", 
        "A man aims a rifle.", 
        "men shoot gun", 
        "The men is try to shot on sniper"
    ], 
    "6556869275.jpg": [
        "A child is eating ice cream", 
        "A girl eating an ice cream cone.", 
        "eating eating ice", 
        "A KID IS EATING AN ICE CREAM", 
        "A boy scoops icecream from a cone into his mouth.", 
        "A girl eats chocolate ice cream.", 
        "A child eating an ice cream cone.", 
        "The baby eating to ice cream", 
        "a young man is eating a spoon full of icecream", 
        "A boy scooping some chocolate ice cream from a cone", 
        "a girl is eating an chocolate ice cream cone with a spoon", 
        "A little boy is eating chocolate ice cream with a spoon out of a waffle cone.", 
        "A little boy is eating chocolate ice cream out of a cone with a spoon.", 
        "A child is eating ice cream", 
        "A child is eating ice cream.", 
        "A young child is eating an ice cream cone with a spoon.", 
        "A girl is eating chocolate ice cream.", 
        "A child is eating ice cream from a waffle cone.", 
        "A kid puts a spoonful of ice cream in their mouth.", 
        "A young man is eating ice cream.", 
        "Young man eating chocolate icecream", 
        "A young boy holding an ice cream cone takes a bite of it with a spoon.", 
        "A kid is eating chocolate ice cream.", 
        "A boy is eating a chocolate ice cream with a spoon.", 
        "A young boy eats ice cream", 
        "The boy is eating some ice cream."
    ], 
    "6842802184.jpg": [
        "A KID IS TRYING TO LOOK HER FACE ON THE MIRROR", 
        "Learning to brush her teeth and being very curious.", 
        "a girl is standing on a stool and brushing her teeth", 
        "A little girl is brushing her teeth.", 
        "A little girl is standing on a stool while she brushes her teeth.", 
        "Little girl brushing teeth", 
        "A young girl is brushing her teeth.", 
        "A little kid stands on a stool to brush her teeth.", 
        "A girl is standing on a stool while brushing her teeth.", 
        "A small girl brushing her teeth", 
        "A young girl brushing her teeth on a stool.", 
        "A young girl is brushing her teeth", 
        "The little girl is brushing her teeth.", 
        "A young girl on a stepstool brushing her teeth at the sink", 
        "A little girl brushes her teeth while standing on a stool in order to see herself in the mirror.", 
        "A little girl stands on a stool in the bathroom while she looks into the mirror to brush her teeth.", 
        "baby  take mirror focus", 
        "A young girl is brushing her teeth", 
        "A little girl is standing on a stool brushing her teeth.", 
        "The kit brushing and look on the mirror", 
        "A little girl is standing on a stool brushing her teeth.", 
        "A young girl is brushing her teeth.", 
        "A little girl stands on a bench and brushes her teeth.", 
        "a little girl is standing on a stool brushing her teeth", 
        "A little girl is standing on a stool in front of the sink brushing her teeth."
    ], 
    "6738026527.jpg": [
        "A woman is ice skating.", 
        "A figure skater performs a axel.", 
        "A female ice skater is performing.", 
        "A woman ice skater is doing a twirl.", 
        "An iceskater in a blue leotard and skirt twirls on the ice.", 
        "A woman is figure skating on ice", 
        "Ice dancer spinning", 
        "A woman performing a figure skating move.", 
        "A female figure skater in the middle of a trick.", 
        "A LADY IS SKATING ON THE ICE", 
        "A woman in blue is figure skating on ice.", 
        "The girl play to skating", 
        "An ice skater is leaping and in mid rotation for an axel.", 
        "A female figure skater spins on the ice.", 
        "A woman is ice skating.", 
        "dansing", 
        "A woman is doing a spin in the air while ice skating.", 
        "A ice skater is doing a jump in a competition.", 
        "a woman is ice skating on the ice", 
        "A woman is ice skating.", 
        "The girl is ice skating in skates.", 
        "girl in standing", 
        "a woman is doing a spinning jump on ice-skates", 
        "A figure skater is in mid spin.", 
        "A woman in a blue outfit is jumping while ice skating.", 
        "A woman doing a jump on ice skates", 
        "A woman is ice skating"
    ], 
    "5507574163.jpg": [
        "A guy is brushing his teeth.", 
        "A man is brushing his teeth.", 
        "A man in glasses brushes his teeth indoors.", 
        "the man is brushing his teeth", 
        "A man with glasses brushing his teeth.", 
        "brushing", 
        "a man is brushing his teeth", 
        "The man is brushing", 
        "A man looking at the camera whilst brushing his teeth.", 
        "A bearded man brushes his teeth.", 
        "A guy is brushing his teeth.", 
        "A man is brushing his teeth.", 
        "A man with a nose piercing brushing his teeth", 
        "Man with nose ring brushing teeth", 
        "THE PERSON IS CLEANING HIS TOOTH", 
        "A man is brushing his teeth.", 
        "A man is brushing his teeth.", 
        "A man with a nose ring is brushing his teeth.", 
        "A man with a nose ring brushes his teeth.", 
        "A man is brushing his teeth", 
        "a man with a nosering is brushing his teeth", 
        "A man is brushing his teeth.", 
        "A man with a nose piercing is brushing his teeth.", 
        "A young man brushes his teeth.", 
        "A man is brushing his teeth", 
        "men brush mouth", 
        "A man with a nose ring is brushing his teeth."
    ], 
    "7507256476.jpg": [
        "a man is playing a water balloon game at a festival", 
        "A man is sitting playing a game at a fair.", 
        "the man is playing a game", 
        "A young man is shooting water at a balloon trying to make it pop.", 
        "Carnival patrons are playing the water gun game.", 
        "A young man plays a carnival game with a water pistol.", 
        "The boy play on mall", 
        "A young man playing a carnival game.", 
        "A guy is playing a carnival game.", 
        "A man is playing a carnival game", 
        "play", 
        "A man is playing a squirt gun game at the fair.", 
        "Young man playing carnival games", 
        "A young man is playing a carnival game.", 
        "A young man is playing a game at a carnival.", 
        "A young man is playing a carnival game.", 
        "People at a carnival firing water to inflate a balloon", 
        "A man is playing games at a carnival", 
        "A man playing a water shooting game at a carnival", 
        "men in shoot", 
        "The kid is playing at a carnival.", 
        "A boy at the fair tries to win a prize.", 
        "A man plays a target shooting midway game.", 
        "A guy shoots water at targets in a carnival game.", 
        "A guy is playing a game at a carnival", 
        "a man is playing a game at a carnival", 
        "A PERSON IS FOCUSING ON HIS TARGET", 
        "A young man plays a game at a carnival."
    ], 
    "4610962283.jpg": [
        "a woman is playing a harp", 
        "A woman playing a wooden harp", 
        "A woman is smiling while she is playing her harp.", 
        "The woman is playing a harp.", 
        "The girl play to music", 
        "A GIRL IS PLAYING PERCUSSION", 
        "A woman is playing the harp.", 
        "a woman is playing the harp", 
        "women play for music", 
        "A girl is practicing the harp.", 
        "A woman is playing a large harp", 
        "A harpist is playing for an audience.", 
        "A young woman plays the harp.", 
        "A woman sitting down and playing the harp.", 
        "A young lady is playing the harp.", 
        "Young woman playing the harp", 
        "A woman plays the harpsichord.", 
        "A woman playing the harp.", 
        "A woman plays the harp.", 
        "A woman is playing a harp", 
        "A girl is playing a harp", 
        "A woman is playing the harp.", 
        "A woman is playing the harp.", 
        "A woman sheepishly plays a harp.", 
        "A girl is playing a harp outside.", 
        "A woman sits and plays the harp."
    ], 
    "4576510103.jpg": [
        "The kid is riding in tha Horse", 
        "A girl riding on a horse.", 
        "horse and baby", 
        "A young girl is riding a horse.", 
        "a young girl is learning to ride a horse", 
        "A young girl is riding on the back of a horse with a saddle.", 
        "a little girl is riding a horse", 
        "A child learning to ride horses.", 
        "A girl riding a brown horse", 
        "A young girl is riding a horse.", 
        "Little girl riding a pony", 
        "A young girl is riding a horse.", 
        "A little girl is riding a horse.", 
        "A little girl is riding a horse.", 
        "A small girl is riding a horse.", 
        "A small girl sits on a horse.", 
        "A KID IS  RIDING ON THE HORSE", 
        "A small girl riding on the back of a horse", 
        "A girl rides a horse.", 
        "A toddler is riding a horse.", 
        "A young girl is riding a horse", 
        "A girl rides a horse", 
        "A little girl rides on a horse.", 
        "A young girl is riding a brown horse", 
        "A girl is riding a horse.", 
        "A little girl is riding a horse."
    ], 
    "5840187633.jpg": [
        "Little girl on treadmill", 
        "A girl walks on a treadmill.", 
        "A KID IS POSING A POSE WHILE DOING THE TREADMILL", 
        "The kit try to running", 
        "A young woman is standing on a treadmill.", 
        "A little girl is walking on a treadmill.", 
        "A little girl smiles as she walks on a treadmill.", 
        "a little girl is on a treadmill", 
        "A girl stands on a treadmill, looking back at the camera.", 
        "A girl is on a treadmill.", 
        "A young girl on a treadmill", 
        "baby is play", 
        "A girl is walking on a treadmill.", 
        "A little girl is playing on a treadmill.", 
        "A young girl is on a treadmill", 
        "a girl is on a treadmill and smiling at the person taking the picture", 
        "A young girl walks on a treadmill", 
        "A girl is walking on a treadmill.", 
        "A girl standing on the treadmill poses for the camera.", 
        "A little girl is walking on an incline on a treadmill.", 
        "A girl on a treadmill.", 
        "A girl is on a treadmill.", 
        "A child is on a treadmill", 
        "A little girl is walking on a treadmill.", 
        "A young girl walking on a treadmill"
    ], 
    "44419435.jpg": [
        "a girl is sitting on a railing", 
        "A young girl sitting on a railing.", 
        "A young girl is sitting on a fence", 
        "A girl sits on a handrail.", 
        "sitting", 
        "Young girl sitting on fence", 
        "a young girl is sitting on the banister and smiling at someone", 
        "A little girl is sitting on a railing.", 
        "A GIRL IS SITTING", 
        "A little girl is sitting on top of the porch railing and smirking.", 
        "A little girl sits on a railing.", 
        "A young girl sits on a rail.", 
        "A young girl is sitting on a porch with her feet dangling.", 
        "A young child sits on a porch railing.", 
        "A little girl is sitting on a deck railing.", 
        "A girl sits on a porch railing.", 
        "A girl sitting on a railing looking at something off camera.", 
        "siting in girl", 
        "The girl is sitting", 
        "A young girl is sitting on a railing.", 
        "A girl with a pink sweater around her waist sitting on a white railing", 
        "A girl is laughing.", 
        "A girl is sitting on some porch.", 
        "A girl is sitting on a banister.", 
        "A girl is sitting on a porch rail", 
        "A girl is sitting on a railing outside.", 
        "A young girl is sitting on a railing"
    ], 
    "5330052101.jpg": [
        "Four men are playing dominoes.", 
        "Four men are playing some kind of game at a table.", 
        "Men play chess while two others look on.", 
        "the men are playing chess", 
        "Four guys play dominos outside in a yard.", 
        "Four men playing dominos outside.", 
        "Four men are playing dominos and having enjoyable conversations.", 
        "four men are playing dominos in the park", 
        "Four older men sit at a table and play a board game.", 
        "Four men sit at a table playing dominoes.", 
        "Four men playing dominos", 
        "Four men seated around a games table playing dominoes", 
        "Four men are playing a game", 
        "play", 
        "Four men are setting up a chess board.", 
        "Four men are playing dominoes", 
        "Men are enjoying a afternoon game.", 
        "Four men are playing dominos.", 
        "A group of men are playing a game.", 
        "The gays playing", 
        "The men are playing a game on a board.", 
        "Four men sitting at a table playing a game.", 
        "men play for game", 
        "FOUR MEN ARE PLAYING A GMAE", 
        "Four men are playing a game outside.", 
        "four men are playing checkers outside", 
        "A group of men are playing a board game.", 
        "A group of men play a board game outdoors."
    ], 
    "6156276992.jpg": [
        "a man looks through a telescope.", 
        "A photographer is using a camera on a tripod.", 
        "a man is looking through his telescope", 
        "An older man looks into the camera that stands on a tripod.", 
        "A man aims his camera to take a picture.", 
        "A man is operating a camera.", 
        "A man is in the mountains looking through some sort of scope.", 
        "A man is looking inside a camera.", 
        "A man is using a camera with a long scope to view something in distance.", 
        "A man is looking through a telescope", 
        "Man taking photo of sky", 
        "Several people with telescopes looking at something.", 
        "A man is looking through a camera.", 
        "The man is taking a picture.", 
        "A man in a blue shirt taking a picture.", 
        "a man is looking through the lense of his camera and taking a picture", 
        "A man looking through the viewfinder of a camera with a mountain behind him", 
        "A photographer is taking pictures .", 
        "click for camera", 
        "A PERSON IS TAKING A SNAP BY HIS CAMERA", 
        "A man looks through a camera lens.", 
        "A man is looking through a telescope.", 
        "A tourist is taking a scenic picture.", 
        "A man is taking a photo with a telescopic lens and tripod", 
        "A man takes a picture with a large camera.", 
        "The man is take the pictures on our camera"
    ], 
    "6447364125.jpg": [
        "A man is participating in curling (sport) by sliding the stone across the floor while another man stands behind him and watches.", 
        "Two people playing ice game", 
        "Two people are curling.", 
        "A team is practicing their curling skills.", 
        "People are looking at curling equipment.", 
        "The two people are playing a game of curling.", 
        "A woman plays the one sport that is like shuffle board on ice.", 
        "A person practicing curling.", 
        "a women is throwing a stone on ice", 
        "women for hard work", 
        "A woman is observing a curl shot.", 
        "A curling team inspecting a stone.", 
        "A man and woman are engaging in the sport of curling", 
        "A man and a woman are playing shuffleboard.", 
        "dog", 
        "A woman is getting ready for a curling competition.", 
        "A woman plays curling.", 
        "A PERSON IS TRAINING FOR THE HOCKEY", 
        "a woman is on the ground with a man behind her playing am olympic type of sport", 
        "A woman is playing curling.", 
        "Two people are playing curling.", 
        "A curler throws the puck.", 
        "Two people are playing a sport.", 
        "The girl take on cleaning work", 
        "A curling player is preparing to make a shot", 
        "A woman kneeling in front of a curling stone"
    ], 
    "4688978128.jpg": [
        "Surgeons operate on a patient.", 
        "Multiple doctors are operating on a patient in a room.", 
        "Doctors are doing surgery on a patient.", 
        "A group of surgeons are operating.", 
        "A surgery is being performed in a room.", 
        "doctors are operating on a person in an operating room", 
        "Doctors are performing an operation", 
        "THE DOCTORS ARE DOING THE OPERATION", 
        "A group of surgeons during an operation.", 
        "doctors are operating on somebody", 
        "Doctors in an operating room performing surgery", 
        "Surgeons are doing a surgery in an operating room.", 
        "A surgical team operating on someone.", 
        "Someone having a surgery", 
        "A doctor is performing surgery.", 
        "Doctors operate on a patient.", 
        "Surgeons operate on a body.", 
        "Doctors are performing surgery", 
        "A surgery is being performed.", 
        "Doctors operate on a patient in a hospital.", 
        "The doctor doing to the operation", 
        "Surgeons are operating on a patient.", 
        "A surgeon and his team are conducting surgery on a patient in the operating room.", 
        "doctor serjery", 
        "A doctor is performing surgery in an operating room."
    ], 
    "4055310167.jpg": [
        "A man is sitting on top of a roof with a hammer.", 
        "A man kneeling on a roof holding a hammer", 
        "The man sitting in the top on the building", 
        "A repair man fixing the roof of a shed.", 
        "A man on top of a shed hammering a nail.", 
        "a man is on the roof of a building and hammering some nails in", 
        "a man is on top of a shed putting on a new roof", 
        "A man holding a hammer on the roof of a shed.", 
        "A guy is fixing a house up.", 
        "A roofer is hammering nails while perched on top of a roof.", 
        "A man is hammering something on top of a small roof.", 
        "A man in glasses stands on the roof of a shed.", 
        "A PERSON IS USING THE HAMMER FOR FIXING HIS HOME", 
        "A man with a hammer is hammering on the roof of a small structure", 
        "A man stands on top of a shed with his hammer out.", 
        "A man is on the roof of a shed with a hammer.", 
        "A man is crouching on the roof of a shed.", 
        "A man is fixing the roof.", 
        "A man is working on the roofing of a small building.", 
        "A man is repairing the roof of a dog house", 
        "men in sitting", 
        "A man is standing on the roof of a building.", 
        "The man is working on a building.", 
        "A man is working on a roof.", 
        "A man sits on top of a roof with a hammer."
    ], 
    "3442006834.jpg": [
        "A person wades through a stream.", 
        "A hiker navigating through some water in a forest", 
        "travel for water", 
        "A man is jumping over a hurdle.", 
        "A fisherman wades through a stream.", 
        "An outdoorsman wading in a marshy forest.", 
        "A man is walking through a stream with two sticks.", 
        "A man walking through knee high water in the woods.", 
        "A person is walking through a river.", 
        "The Gay survey on forest", 
        "A hiker walks through knee deep water in the middle of a forrest.", 
        "a man is wading with walking sticks through water", 
        "A man is hiking through a river", 
        "A person is hiking through a creek.", 
        "A man is backpacking in the wilderness and wading through knee deep water.", 
        "A PERSON IS WALKING ON THE WATER", 
        "a man is hiking through a river dressed all in black", 
        "A person is hiking through a small river or stream in a dense forest", 
        "A person is wading through a creek.", 
        "A guy is rafting through the river.", 
        "A man walks through a river.", 
        "A man is walking through a river with sticks.", 
        "a man is wading water in a stream", 
        "A man is wading through a stream."
    ], 
    "5924713518.jpg": [
        "A woman in a red baseball hat looks at the moon in a telescope.", 
        "The boy is looking through a telescope at the moon.", 
        "A little boy is looking at the moon through his telescope.", 
        "Boyscout looking at the moon", 
        "A man is looking at the sky through a telescope.", 
        "A child in a red cap is looking through a telescope.", 
        "A boy is looking through a telescope", 
        "The boy look to moon", 
        "a boy is looking at the moon through a telescope", 
        "A PERSON IS LOOKING THE MOON ON THE TELESCOPE", 
        "A boy looks at the moon through a telescope.", 
        "A little boy is looking through a telescope at the moon.", 
        "A young boy stares into a telescope.", 
        "The boy is looking through a telescope.", 
        "A young astronomy enthusiast is looking at the moon through a large telescope.", 
        "boy watch focus", 
        "A boy scout looks through a large telescope.", 
        "A young boy is looking through telescope.", 
        "A boy is looking inside a telescope.", 
        "A boyscout looking through a telescope at the moon", 
        "A boy scout is looking through a telescope", 
        "a boyscout is looking through a telescope at the moon", 
        "A person looking at the moon through a telescope", 
        "A person is looking into a telescope at the moon", 
        "A boy looking into a telescope."
    ], 
    "65523111.jpg": [
        "Asian women practicing bow and arrow", 
        "practise", 
        "Some Asian girls are practicing with a bow and arrow.", 
        "Five women pratice their archery.", 
        "THE PARTICIPATES ARE PARTICIPATING ON ARCHERY", 
        "A group of girls are practicing archery.", 
        "Five women are shooting arrows with large bows", 
        "Five young girls practice archery in a dojo.", 
        "five woman are shooting bow and arrows", 
        "Several women in long skirts hold bows and arrows.", 
        "5 women in a line holding large bows.", 
        "Young girls are taking an archery lesson", 
        "The woman are shooting bows & arrows.", 
        "A group of girls practice archery indoors.", 
        "Girls are shooting bows and arrows.", 
        "Five women are practicing the art of archery on stage.", 
        "All girls playing archer", 
        "Several women drawing long bows in ceremonial dress", 
        "Young women are shooting long bows.", 
        "girl play for game", 
        "Women are shooting bows and arrows.", 
        "Five women are shooting bow and arrows.", 
        "young children are demonstrating their long bow skills", 
        "A japanese women's archery team practicing.", 
        "Women are shooting bows.", 
        "Five women are shooting arrows from giant bows."
    ], 
    "44885232.jpg": [
        "a woman is wielding an axe", 
        "A woman is holding an axe on a porch.", 
        "The women take the Ax", 
        "stand", 
        "A woman holds up a wooden handle.", 
        "Old woman with an axe smiling", 
        "A woman holding an axe upside down.", 
        "A lady is carrying an ax off her porch.", 
        "A LADY IS TAKING THE AX", 
        "A woman is holding an axe.", 
        "A woman is holding an axe", 
        "An adult woman is holding a large axe.", 
        "A woman is walking with an axe.", 
        "a woman is carrying at ax", 
        "A lady is on the porch holding an axe and creepily smiling.", 
        "A smiling woman walks with an axe held upside down.", 
        "A woman walking holding an ax upside down", 
        "A woman smiles while she holds an axe upside down.", 
        "A woman is carrying a ax.", 
        "A woman is holding an axe and smiling", 
        "The woman is holding a stick.", 
        "A woman is carrying an ax.", 
        "A woman giddily holds an axe upside down.", 
        "A woman is on her porch holding a axe", 
        "A woman smiling and holding an axe"
    ], 
    "3665128265.jpg": [
        "A little girl is standing on a dock fishing over a fence.", 
        "a girl is fishing off the side of a walkway", 
        "a girl is holding a fishing rod over the railing", 
        "A little girl in an orange shirt is fishing off a warf.", 
        "A little girl wearing sunglasses holds a fishing rod over a railing while standing next to an older woman.", 
        "baby catch for fish", 
        "A little girl is fishing off of a pier while her grandmother looks on smiling.", 
        "A young girl in sunglasses holding a fishing pole.", 
        "Little girl fishing with her Grandma", 
        "A young girl is holding a fishing pole.", 
        "A girl is fishing with sunglasses on.", 
        "A young child holds her fishing rod on a bridge or pier.", 
        "A little girl fishes off a pier.", 
        "The kit is standing", 
        "A young girl is fishing", 
        "A young girl is fishing", 
        "A girl is standing next to a fence with a fishing pole.", 
        "A little girl is fishing off of a dock.", 
        "A girl fishes on the side of a bridge.", 
        "A young girl fishing while an older woman looks on.", 
        "A girl in sunglasses fishing on a wooden pier", 
        "A girl is fishing off a peer", 
        "A child is fishing.", 
        "A girl is holding a fishing pole.", 
        "A KID IS STANDING AND FISHING ON THE POND"
    ], 
    "7990171495.jpg": [
        "A young girl is swinging on a swing set", 
        "A girl in red capri pants smiles on a swing.", 
        "play", 
        "a girl is swinging on a swing", 
        "Little girl swinging", 
        "swing", 
        "A SMALL IS PLAYING THE SWING", 
        "A little girl is swinging on a swing set.", 
        "A girl is on a swing and in the air.", 
        "A young girl is swinging on a swing.", 
        "A little girl is swinging on a blue swing.", 
        "The kit playing to swing", 
        "A little girl swinging on a blue swing.", 
        "A young girl is riding a swing.", 
        "A girl swings on the swings.", 
        "A little girl is swinging.", 
        "A girl playing on a swingset.", 
        "a young girl is swinging on a swing", 
        "A child is swinging high on a swing outdoors", 
        "A little girl swings in a swing.", 
        "The little girl is swinging.", 
        "A child is swinging on a swing.", 
        "A girl is having fun swinging on a swing at the park.", 
        "A girl on a blue swing", 
        "A young girl smiling while playing on a swing", 
        "A girl is on a swing."
    ], 
    "495947436.jpg": [
        "the cameraman is recording football", 
        "A man is filming with a video camera.", 
        "A man video tapes an event.", 
        "shouting camera", 
        "A man in a t shirt holds a videocamera on his shoulder.", 
        "A man is filming some sort of event", 
        "video", 
        "A man is holding a video camera.", 
        "A young man is operating a video camera.", 
        "a man is holding a camcorder", 
        "The cameraman take to video", 
        "A man is videotaping an event.", 
        "A cameraman films a game.", 
        "A man in a yellow shirt is holding a large camera.", 
        "A CAMERAMAN IS DOING HIS JOB", 
        "A cameraman filming some sporting event.", 
        "A man in a yellow shirt holding a large video camera", 
        "a man is holding a gigantic camera and filming some kind of sport", 
        "A man is holding a camera at a event.", 
        "The man is holding a camera.", 
        "A man holding a video camera on his shoulder.", 
        "A man is holding a large film camera", 
        "A man is recording a sports event", 
        "A guy is using a camera.", 
        "A man holds a large camera on his shoulder at a sporting event.", 
        "A videographer is capturing the game."
    ], 
    "6939434967.jpg": [
        "Girls playing skipping", 
        "Three girls playing jump rope.", 
        "Three young girls are playing jump rope.", 
        "a girl is jumping over a jumprope that her friends are swinging", 
        "Two girls are spinning a rope, while another girl jumps.", 
        "THREE KIDS ARE PLAYING THE SKIPPING GAME", 
        "Three girls are jump roping.", 
        "thee girls are playing jump rope", 
        "Three girls playing jumprope in front of a stone wall", 
        "Two teenage girls are moving the rope while another girl jumps in the middle.", 
        "play", 
        "Three girls play jump rope.", 
        "Three girls playing jump rope.", 
        "A group of girls playing with a jump rope.", 
        "A girl is jumping rope while two other girls hold the rope.", 
        "Three girls are playing jump rope together.", 
        "A girl jumps rope while two girls turn the rope.", 
        "Three young girls playing jump rope", 
        "Three girls are playing jump rope", 
        "Three girls are playing jump rope", 
        "Three girls are playing jump rope.", 
        "girl play skipping", 
        "Three girls are playing with a jump rope.", 
        "Three girls are skipping rope.", 
        "The girls are playing jump rope.", 
        "Three girls are playing jump rope."
    ], 
    "4621100791.jpg": [
        "A man is sleeping in a chaise lounge.", 
        "The man is sleeping on a park bench.", 
        "A man is sleeping on a chair-like bench.", 
        "a man is laying on a bench in the park", 
        "A man is sleeping outside on a bench.", 
        "A man is sleeping on a seat outside.", 
        "A homeless person asleep on a chair.", 
        "A man takes a nap on a wooden chair", 
        "The man is sleeping", 
        "A man in denim sleeps on a bench outdoors.", 
        "men sleep", 
        "A man sleeping on a chair outside.", 
        "A man is laying asleep on a wooden chair.", 
        "A man is sleeping on a wooden chair.", 
        "A man sleeping on a bench outdoors", 
        "A man is sleeing on a chair outside.", 
        "A man is sleeping outside on a wooden park chair.", 
        "A PERSON IS SLEEPING", 
        "a man is sleeping on a wooden chair", 
        "A man is taking a nap on a bench.", 
        "A man is sleeping on a chair outside", 
        "A man sleeps on a lounge chair outside.", 
        "A man resting on a chair in the shade", 
        "A man naps on a public bench", 
        "A man lays in a chair outside and sleeps."
    ], 
    "4704668708.jpg": [
        "young boy is opening a present", 
        "A child is opening a gift.", 
        "A little boy is opening a gift.", 
        "A child is opening a present.", 
        "A little boy smiles as he opens his present.", 
        "A child opening a present.", 
        "A young boy is looking inside a gift bag.", 
        "A child is opening a present.", 
        "A boy opens a box and peers inside.", 
        "A boy opening a present.", 
        "A toddler is excitedly pulling tissue paper from his gift bag in anticipation of what is inside.", 
        "A young boy is opening a present", 
        "A SMALL KID IS OPENING THE BOX", 
        "A young boy is opening a present", 
        "Baby boy opening a present", 
        "A little boy opens a gift.", 
        "A little boy is opening a gift.", 
        "A child opening up a gift", 
        "A boy pulling the tissue out of a gift box", 
        "A kid is opening a present.", 
        "A boy is opening a gift.", 
        "A kid opens a present.", 
        "baby happy", 
        "The baby look on the box", 
        "A little boy is looking inside of a box with tissue paper in it.", 
        "a boy is opening up a box with tissue paper in his hands"
    ], 
    "6225280494.jpg": [
        "A man is jumping over a hurdle.", 
        "A ATHLETE IS JUMP OVER THE HURDLES", 
        "An asian man jumping over a hurdle.", 
        "An athlete is hopping over fences.", 
        "The man participant to hurdles", 
        "A man is jumping over a hurdle.", 
        "A man is jumping over hurdle.", 
        "the running is leaping", 
        "A teenage boy is jumping high over a hurdle.", 
        "play for athletic", 
        "A athlete making a fierce jump in a competition.", 
        "a man is jumping over a hurdle", 
        "A man is jumping over an obstacle in a competition", 
        "An athlete is in mid-stride leaping over a hurdle in a race.", 
        "A man is jumping over a hurdle", 
        "An athlete is jumping a hurdle.", 
        "Athelete jumping over obsticals", 
        "A man is jumping over a hurdle during a race.", 
        "A hurdler jumps over a hurdle.", 
        "An athlete jumps over a hurdle.", 
        "A person is jumping over a hurdle.", 
        "A runner jumps over a hurdle.", 
        "A man leaping over hurdles on a track", 
        "A man in the middle of a leap over a hurdle", 
        "A runner leaps over a hurdle.", 
        "a man is running so he can jump the hurtles without hitting them"
    ], 
    "5820828817.jpg": [
        "A toddler is looking through a pair of green binoculars.", 
        "A baby is enjoying playing with toy binoculars.", 
        "A young girl holding up green plastic binoculars to her eyes", 
        "Little girl looking through binoculars", 
        "A baby plays with green binoculars", 
        "A young child looks through toy binoculars.", 
        "A young girl plays with toy binoculars", 
        "A toddler is looking through toy goggles", 
        "A baby is playing, looking through a plastic toy binocular set.", 
        "A small child holding a pair of binoculars to their face.", 
        "A little girl in purple is looking through binoculars.", 
        "A toddler is sitting and looking through some toy binoculars.", 
        "A kid is looking through toy binoculars.", 
        "A SMALL KID IS USING THE TOY TELESCOPE", 
        "A child is looking through toy binoculars.", 
        "a young boy is looking through some toy binoculars", 
        "The little girl is looking through a toy.", 
        "A child is looking through foam binoculars.", 
        "The kit looking to telescope", 
        "A little girl is looking through binoculars.", 
        "A toddler looks through plastic binoculars.", 
        "A little girl looks into toy binoculars.", 
        "A baby is looking through binoculars.", 
        "A baby looking through a pair of toy binoculars.", 
        "a little girl is looking through green binoculars", 
        "A toddler looks into a pair of binoculars.", 
        "baby eye watch"
    ], 
    "4181549116.jpg": [
        "A little boy is coloring on a piece of a paper with a purple crayon.", 
        "A KID IS DRAWING SOMETHING", 
        "A baby boy is learning to draw with crayons.", 
        "A little boy is scribbling on a paper with crayons.", 
        "A young child is sitting at a table coloring with crayons.", 
        "write to baby", 
        "A young child is coloring with crayons.", 
        "A little girl scribbles on a piece of paper with a crayon.", 
        "A toddler coloring scribbles on a page.", 
        "A child is coloring with crayons.", 
        "A little boy draws with crayons.", 
        "The kit is drawing", 
        "A child draws in purple crayon.", 
        "A toddler draws on a piece of paper with some crayons.", 
        "A young child is coloring with crayons", 
        "A toddler is sitting in his highchair coloring on a piece of paper.", 
        "Baby boy coloring with his crayons", 
        "A child drawing with crayons", 
        "A girl is coloring inside.", 
        "A young kid is playing with crayons.", 
        "a young boy is scribbling with crayons on some paper", 
        "A child is drawing a picture with crayons.", 
        "A little boy is scribbling on paper with crayons.", 
        "A young boy is scribbling with crayons", 
        "a little boy is coloring from his high chair with crayons", 
        "A child scribbling on paper with crayons"
    ], 
    "4572715888.jpg": [
        "A man is reading a book while waiting for the train.", 
        "A young man is reading a book at the subway station.", 
        "A man is reading a book", 
        "A man is standing reading a book near subway tracks.", 
        "A man reading a book next to the subway tracks.", 
        "A man reads a book at a subway station.", 
        "The man study to book", 
        "A young man is reading by the subway", 
        "A man is reading a book while waiting for a train.", 
        "A young man reads a book while standing at the train station.", 
        "reading", 
        "A man, leaning against the wall, is reading his book while waiting for the train.", 
        "A man is reading while waiting on his train.", 
        "A PERSON IS STUDYING THE BOOK", 
        "A man with glasses reading a book at a subway station", 
        "men is read", 
        "a man is leaning on a post and reading while waiting for the train", 
        "A man reads on a subway platform.", 
        "A man reads a book at a train stop", 
        "A man is reading a book while waiting for the subway.", 
        "A man reading a book whilst standing at a train station.", 
        "a man is reading a book waiting for the subway train", 
        "A man reads a book while waiting for the train.", 
        "A man is reading while waiting on the subway.", 
        "A man reads while waiting for the train.", 
        "The man is reading a book."
    ], 
    "7380263314.jpg": [
        "A girl digging in the beach sand with a shovel.", 
        "A girl tosses a shovelful of sand on the beach.", 
        "a girl is digging a hole in the beach with a shovel", 
        "A young girl is digging in sand at the beach with a shovel .", 
        "girl play for beach", 
        "A KID IS DIGGING THE SAND ON THE BEACH", 
        "A girl shovels sand at the beach", 
        "A young girl is digging a hole with a shovel at the beach", 
        "A little girl is at the beach and digging a hole with a shovel.", 
        "The girl is moving sand with a shovel.", 
        "A young girl shoveling a hole at the beach.", 
        "A girl is shoveling sand.", 
        "A little girl scoops up sand with a shovel at a beach.", 
        "A girl is digging in the sand with a shovel.", 
        "beach", 
        "A child is playing on the beach, shoveling sand and making a sand pit.", 
        "A girls is digging sand with a large shovel at the beach.", 
        "a girl is on the beach diving with a shovel", 
        "The kit playing to beach on sand", 
        "A girl digging sand on the beach", 
        "Little girl digging sand for sand castles", 
        "A young girl is shoveling sand.", 
        "A little girl is using a shovel to dig sand at the beach.", 
        "A child is digging in the sand with a shovel.", 
        "A girl shovels sand on the beach.", 
        "A girl is playing with sand on the beach.", 
        "A little girl is shoveling sand on a beach."
    ], 
    "150582765.jpg": [
        "capturing", 
        "A woman takes a picture with her camera.", 
        "A girl is taking a picture with a camera.", 
        "A woman is taking photos.", 
        "A girl in a pink shirt holding a camera to her eye, taking a picture", 
        "A woman is looking through a camera.", 
        "women click photo", 
        "A woman in a pink shirt is taking a photo.", 
        "A woman is taking a picture with a camera.", 
        "A woman is taking a photograph with a camera.", 
        "A woman takes a picture with a camera.", 
        "The women take on pictures In camera", 
        "a girl in a pink top is holding up a camera", 
        "A woman in a pink sweatshirt taking a picture.", 
        "A woman is taking a picture.", 
        "A LADY IS CAPTURE SOMETHING ON HER CAMERA", 
        "a woman in a pink sweater is taking a picture", 
        "A woman is taking a photo", 
        "A woman holds a camera and takes photographs.", 
        "A photographer is taking a picture.", 
        "A woman taking a picture.", 
        "A woman in a hoodie takes a photo outdoors.", 
        "A girl is taking photos with a camera", 
        "A woman is taking pictures", 
        "A girl is taking a picture with a camera."
    ], 
    "23008408.jpg": [
        "A young woman is holding a tennis racket while standing on a tennis court.", 
        "A woman with a tennis racquet prepared.", 
        "A woman is playing tennis.", 
        "She is getting ready to hit the ball from her component.", 
        "a woman is on a tennis court holding a racket", 
        "A girl is holding a tennis racket.", 
        "A tennis player prepares to hit a ball.", 
        "A woman is preparing for her next shot in a tennis match.", 
        "A woman is preparing to hit a tennis ball", 
        "tenni9s", 
        "A woman is playing tennis", 
        "A tennis player holds her racket up in a stadium.", 
        "A woman is holding a tennis racket.", 
        "A woman is playing tennis.", 
        "The woman is ready to play tennis.", 
        "A woman holding a tennis racket on a court", 
        "A woman is standing on a tennis court with a tennis racket.", 
        "a woman is holding a tennis racket with two hands", 
        "The girl play to tennis", 
        "Woman playing tennis in a stadium", 
        "women play for tennis", 
        "A woman is holding a tennis racket on the court.", 
        "A woman is holding a tennis racket.", 
        "A woman is playing tennis.", 
        "A LADY IS PLAYING TENNIS GAME", 
        "A woman holding a tennis racket on the court", 
        "A tennis player is readying her racquet to hit the tennis ball back over the net."
    ], 
    "7117115809.jpg": [
        "A woman is painting a picture of an environment.", 
        "A woman is painting the grand canyon while standing at the top of the grand canyon", 
        "A woman painting a picture of a canyon, which is in the background.", 
        "a woman is painting mountains", 
        "A woman in a baseball cap paints a landscape scene in front of a canyon.", 
        "a woman is outside and painting the mountain range she sees", 
        "A woman is painting the landscape", 
        "A woman in a white hat painting a picture of the grand canyon", 
        "An artist is painting the Grand Canyon while standing at one of the overlooks.", 
        "A woman is painting outside.", 
        "Woman painting the grand canyon", 
        "A female is painting a canyon.", 
        "A woman paints the mountain range in front of her.", 
        "The women is drowse to art", 
        "A woman painting a picture at the grand canyon", 
        "women drawing", 
        "A woman is painting the grand canyon.", 
        "A woman paints a desert scene while outdoors.", 
        "A woman is painting a picture of the canyon she is viewing.", 
        "A woman is painting the canyons.", 
        "A woman is painting a picture of the Grand Canyon at the Grand Canyon.", 
        "A woman is painting a landscape.", 
        "A ARTIST IS DRAWING THE MOUNTAIN", 
        "A woman paints a painting of a canyon.", 
        "A artist is painting a picture of a mountian"
    ], 
    "3112501337.jpg": [
        "A little boy is kissing a little girl.", 
        "the boy is telling the girl a secret", 
        "an Indian boy is telling an Indian girl a secret", 
        "playing", 
        "Two kids are outside and the boy is kissing the girls cheek.", 
        "The boy kissing to girl", 
        "A young boy whispering in the ear of a smiling young girl", 
        "Two children are whispering to each other", 
        "A little boy is whispering in a little girl's ear.", 
        "A boy is kissing a girl on the cheek.", 
        "A small boy kisses a small girl.", 
        "One child whispers to another.", 
        "A little boy whispers to a smiling little girl as they hug each other.", 
        "A small boy kissing a young girl on the cheek", 
        "A young boy kissing a young girl.", 
        "A boy is kissing a girl on the cheek.", 
        "A young boy whispers in a girl's ear", 
        "Two children are hugging.", 
        "Two kids are giddy while one gives the other a kiss on the cheek.", 
        "boy and girl kiss", 
        "a young boy is giving a young girl a kiss on the cheek while she smiles", 
        "Two children are close to each other's face.", 
        "Two kids hug each other.", 
        "A little boy is telling a little girl a secret.", 
        "A boy is whispering in a girls ear", 
        "TWO KIDS ARE HUGGING EACH OTHER"
    ], 
    "5916878545.jpg": [
        "A girl is blowing a large bubble", 
        "The kit try to create baubles", 
        "A girl blowing a bubble on a wooden deck", 
        "A young girl blowing a bubble outside.", 
        "A young girl is blowing bubbles.", 
        "A young girl is blowing bubbles.", 
        "A young girl is blowing bubbles", 
        "A girl blows a big bubble.", 
        "A child blows a large soap bubble with her toy", 
        "A girl is blowing a large bubble on her back porch.", 
        "A girl is blowing large soap bubbles outside on the deck.", 
        "baby for play", 
        "A girl is outside blowing bubbles.", 
        "A little girl is blowing a large bubble.", 
        "A SMALL KID IS TRYING TO  CREATE A BIG SOAP BUBBLE", 
        "A little girl is blowing a large bubble.", 
        "A girl blowing a bubble.", 
        "A child is blowing bubbles", 
        "The girl is blowing a bubble.", 
        "A little girl blows a large bubble.", 
        "a young girl is using a giant bubble wand to blow a giant bubble", 
        "a girl is blowing bubbles with a large, pink, bubble wand", 
        "A little girl is blowing a big bubble.", 
        "A girl is blowing bubbles outside."
    ]
}