{
    "6000340511.jpg": [
        "A roller derby athlete is skating around a turn.", 
        "A girl is skating in a competition.", 
        "A female roller blade skater is skating while a seated crowd watches.", 
        "A woman in a white tank top wearing a helmet with a star roller skates around a turn.", 
        "A woman is roller skating", 
        "A woman roller skates while onlookers watch.", 
        "A woman is rollerskating for a group of people.", 
        "A woman is skating for a crowd.", 
        "A woman is bent over taking a turn while rollerskating.", 
        "A young girl roller skates competitively while a seated crowd looks on.", 
        "a woman is roller blading", 
        "A woman is rollerskating.", 
        "A woman is rollerskating while a crowd watches.", 
        "The woman is roller blading.", 
        "A women is roller skating.", 
        "A woman is skating in a roller derby race.", 
        "A woman is crouched a little, rounding a curve on a skating rink.", 
        "A woman is rollerskating and being watched by a crowd.", 
        "A crowd watches a woman skate in a roller derby.", 
        "The woman is rollerskating.", 
        "A girl is turning a corner while skating in a roller derby match.", 
        "She's roller skating.", 
        "A woman is roller blading in a race."
    ], 
    "6280386353.jpg": [
        "The woman is looking through the microscope.", 
        "a young woman looking into a microscope in a lab.", 
        "A woman is looking through a microscope in a lab.", 
        "A scientist is examining a specimen in a microscope.", 
        "A woman  sits down and looks through a microscope.", 
        "A woman is using a microscope.", 
        "A researcher is looking through a microscope in the lab.", 
        "A woman examines something under a microscope in a lab.", 
        "A female scientist is sitting down at work place looking through a microscope with test tubes in the foreground and a window with a view of office buildings in the background.", 
        "A woman is a lab coat is looking through a microscope.", 
        "a woman is using a microscope", 
        "A scientist is looking through a microscope.", 
        "A woman is looking into a microscope in a lab.", 
        "A woman is examining something under a microscope in a lab.", 
        "A scientist is examining a sample through a microscope.", 
        "A scientist peers into a microscope in a lab.", 
        "A woman is looking into a microscope, surrounded by test vials and lab paraphernalia.", 
        "A woman is looking through a microscope in a lab.", 
        "A woman working in a lab.", 
        "The girl is peering into a microscope.", 
        "A scientist is doing work in a lab.", 
        "A women is looking through a microscope.", 
        "She's looking at something through the telescope."
    ], 
    "4107478984.jpg": [
        "A man is shaving his face.", 
        "A man is shaving his beard with an electric shaver.", 
        "A man is shaving his chin.", 
        "A man is using an electric beard trimmer.", 
        "A man is sitting in a salon chair using trimmers on his goatee.", 
        "A man is shaving his own face.", 
        "The man is trimming is mustache.", 
        "a man is grooming his beard", 
        "A man is shaving his beard.", 
        "A man is shaving his beard while wearing a barber's cape.", 
        "A young man uses an electric razor to trim his facial hair.", 
        "A man using clippers to shave under his mouth.", 
        "A bespectacled man is using a beard trimmer.", 
        "A man is using a trimmer to trim his beard.", 
        "The man is trimming his beard.", 
        "He's shaving his beard.", 
        "A man shaves his own beard with a trimmer.", 
        "A man is shaving under his bottom lip with an electric razor.", 
        "A young man with a spiked mo-hawk shaves his chin with an electric razor.", 
        "A man using an electric shaver on his chin.", 
        "A man is trimming his lower lip hair.", 
        "A man is trimming his own beard.", 
        "A man is grooming his soul patch area."
    ], 
    "4376136908.jpg": [
        "He''s blowing bubbles.", 
        "A young boy is blowing bubbles.", 
        "A child is blowing bubbles.", 
        "a child is playing with soap balls", 
        "A young boy is using a plastic wand to blow bubbles.", 
        "A boy is blowing bubbles.", 
        "A little boy uses a wand to blow many bubbles.", 
        "A little boy is blowing bubbles.", 
        "A young boy blows bubbles.", 
        "A boy is blowing bubbles.", 
        "A boy is blowing bubbles.", 
        "A young boy is blowing soap bubble from a plastic bottle.", 
        "A young boy blows bubbles from a blue dispenser as they take shape right before his eyes.", 
        "A little boy is blowing in the bubble wand making bubbles come out.", 
        "A boy is blowing bubbles.", 
        "A little boy is blowing bubbles outside.", 
        "The little boy is blowing bubbles.", 
        "A little boy is blowing bubbles with a bubble wand.", 
        "A boy blowing bubbles.", 
        "The boy is blowing bubbles.", 
        "A little boy is blowing bubbles.", 
        "A small boy blows bubbles.", 
        "A young boy is blowing bubbles."
    ], 
    "4050265867.jpg": [
        "A baby is yawning.", 
        "A baby is yawning with it's hand close to it's mouth.", 
        "A small baby yawns while keeping his/her eyes closed.", 
        "A baby is yawning.", 
        "A baby laying on a blue pillow cries.", 
        "A baby is yawning with his eyes closed.", 
        "A baby is yawning.", 
        "The baby is yawning.", 
        "He's yawning.", 
        "A little baby is yawning.", 
        "A baby lays and appears as if yawning or crying as it wiggles its tiny fingers.", 
        "The baby is yawning.", 
        "A baby is yawning.", 
        "A baby is yawning widely with his eyes squeezed shut.", 
        "A bab yis yawning.", 
        "a newborn baby is yawning", 
        "A baby yawning.", 
        "A baby is yawning with its eyes shut while laying down.", 
        "A toddler is yawning.", 
        "A newborn baby is yawning.", 
        "A baby is yawning.", 
        "A baby is yawning.", 
        "A newborn baby is yawning."
    ], 
    "3660826540.jpg": [
        "A boy is pointing somewhere.", 
        "a child is pointing at something with his finger", 
        "A boy is pointing.", 
        "A young boy is pointing at something.", 
        "A young boy points his right hand at something in front of him which is beyond the landscape of the photo", 
        "A little boy is pointing at something.", 
        "A child is point at something.", 
        "A child is pointing.", 
        "A little boy is pointing at something ahead.", 
        "A little boy is pointing to something outside.", 
        "A young boy is pointing at something with his index finger.", 
        "A small boy is pointing at something.", 
        "A little boy pointing.", 
        "A young boy in a striped shirt is pointing at something that's behind the camera's position.", 
        "He's pointing at something.", 
        "A little boy is standing in a flower field pointing to something.", 
        "A young boy points off the screen while outside in a forest-like setting.", 
        "A little boy pointing.", 
        "A young boy in a striped shirt is pointing his finger.", 
        "This kid has a buzz-cut and a striped dress shirt as he points blankly towards something.", 
        "A little boy is pointing at something outside.", 
        "A little boy in a blue and white striped shirt is pointing at something off-camera.", 
        "A little boy point to a undisclosed area."
    ], 
    "5930769790.jpg": [
        "A girl is grooming / clipping a small dog in a shop.", 
        "A woman is shaving a dog.", 
        "a dog is being groomed by a woman", 
        "A woman is shaving a dog for a summer cut.", 
        "A woman is shaving a dog.", 
        "A woman is trimming the hairs of a dog.", 
        "She's giving the dog a haircut.", 
        "A woman cutting a dog's hair.", 
        "A groomer is using clippers on a dog.", 
        "A young woman grooms a small black and white dog.", 
        "A woman is giving a dog a haircut and grooming his coat.", 
        "The woman is trimming the dog's hair.", 
        "A small dog is getting groomed by a dog groomer.", 
        "A lady is grooming a dog.", 
        "A woman is trimming a dog's coat during grooming.", 
        "A woman is using clippers to groom a dog.", 
        "A dog is reciveing a hair cut.", 
        "The woman is grooming the dog.", 
        "The groomer is trimming a dogs hair up on a table.", 
        "A pet groomer is shaving a small black and white dog.", 
        "A woman grooms a dog on the table.", 
        "A woman is grooming a dog by using the clippers.", 
        "A dog standing on a table being groomed by a dog groomer."
    ], 
    "5333578.jpg": [
        "A young guy is stirring a can of paint.", 
        "A smiling man is dipping a brush in a bucket of paint.", 
        "A young adult male is sticking a paint brush in a paint can.", 
        "A young man smiles while at a camera while stirring paint", 
        "A male is crouched down stirring a can of yellow paint with a stirrer.", 
        "The college student is mixing paint and smiling.", 
        "On a tarp covered floor a man is smiling while stirring a can of paint.", 
        "A person is smiling at the camera while stirring a beige-yellow pain with a stir stick.", 
        "The young man is stirring paint.", 
        "A man is stirring a can of paint.", 
        "He's stirring paint.", 
        "A smiling young man is stirring a can of paint.", 
        "A man is getting ready to paint a room.", 
        "A man is stirring paint in a paint can.", 
        "A rad looking kid kneels on a drop-cloth and stirs mustard paint.", 
        "A young man stirs a can of gold colored paint while kneeling on a drop cloth.", 
        "A young man is smiling as he stirs a full open paint can that has yellow paint.", 
        "A boy is stirring yellow paint.", 
        "A man is stirring a can of paint.", 
        "a boy is mixing some paint inside its can", 
        "A young man is stirring paint in a paint can.", 
        "He is stirring the paint.", 
        "A guy is stirring a gallon of paint with a paint stick."
    ], 
    "6094931376.jpg": [
        "A group of hikers are walking along a trail.", 
        "People are hiking a trail.", 
        "A group of hikers walk in a single file line along a dirt trail.", 
        "A group of people with backpacks are walking in a mountainous area.", 
        "People are walking single file up a mountain trail.", 
        "A group of people are hiking up the mountains.", 
        "A group of hikers with back packs on are walking in single file down a trail with mountains off in the distance.", 
        "They are going camping.", 
        "A group of hikers are walking on a trail on a mountain.", 
        "A group of hikers carrying large backpacks is climbing single file on a trail up a grassy hill.", 
        "A group hiking with backpacks.", 
        "People trekking along a trail, headed towards a mountainous background.", 
        "A group of hikers are walking along a trail with large backpacks.", 
        "A number of people walk in single file on a path in the middle of a lush green mountain.", 
        "A group of hikers are traveling across the plains.", 
        "A group of people are hiking .", 
        "A group of hikers walk on mass of land.", 
        "a group of people is hiking on a green hill between the mountains", 
        "People are hiking up a hill or mountain.", 
        "A group of people with backpacks are hiking on a trail in a mountainous region.", 
        "A group of people are hiking up a trail.", 
        "A group is backpacking through a mountainous area.", 
        "A group of people are hiking along a grassy trail in the mountains."
    ], 
    "28144507.jpg": [
        "A man is washing the outside of a window.", 
        "The man is cleaning the windows.", 
        "A man is cleaning the windows.", 
        "A man is washing the outside of a high-rise window.", 
        "A man is washing windows.", 
        "a man is washing windows.", 
        "The man is washing a window.", 
        "A man is using a large brush to wash a soapy window.", 
        "A man is cleaning windows.", 
        "A man is on the outside of large windows cleaning them.", 
        "A man is seen washing the exterior of a window, from the interior of the building.", 
        "A man is washing the windows.", 
        "He's cleaning windows.", 
        "A window washer is cleaning a glass door outside with a long handled squeegee.", 
        "A man is cleaning windows with a long brush.", 
        "a man is washing a window with a stick", 
        "A window cleaner does his job as soap is strewn all about the glass.", 
        "A man washes a window.", 
        "A man uses a squeegee to wash a window.", 
        "A man is washing the windows.", 
        "A man cleaning a window.", 
        "The man is washing the window.", 
        "A man is washing roof windows with a scrub brush."
    ], 
    "4633221176.jpg": [
        "A baby is crying.", 
        "The baby is crying hysterically.", 
        "A baby is crying.", 
        "A baby is crying.", 
        "A baby laying on a black background cries.", 
        "A baby has crunched up her face and is loudly crying.", 
        "The baby's crying.", 
        "A small, pale baby in a pink floral jumper cries and wails.", 
        "A  young baby cries loudly with their eyes closed.", 
        "A little baby is crying.", 
        "a newborn baby is crying", 
        "A baby is screaming.", 
        "A baby in a floral onesie is crying with it's mouth open.", 
        "The baby is crying.", 
        "A baby is crying and screaming while laying down.", 
        "A baby crying.", 
        "A toddler is crying.", 
        "A baby is crying and upset.", 
        "A newborn baby is in tears.", 
        "A female infant is crying while laying down.", 
        "A baby in a pink short is crying loudly.", 
        "A baby girl is crying.", 
        "A baby is crying."
    ], 
    "11034843.jpg": [
        "A child is holding onto a radiator and crying.", 
        "A child is yelling in pain", 
        "A toddler is screaming and crying while standing holding on to something against the wall.", 
        "A toddler is crying.", 
        "A standing baby is crying.", 
        "A baby is screaming and crying.", 
        "A baby is crying and mad at something.", 
        "He's crying because he burnt his hand.", 
        "A baby crying.", 
        "A toddler is standing up in a room and holding on to the wall while crying with shoes and toys on the floor nearby.", 
        "A toddler is upset and crying.", 
        "A toddler in a blue shirt is standing up and crying.", 
        "A little boy hold onto something attached to a wall while crying.", 
        "A toddler boy cries while surrounded by toys.", 
        "A toddler is crying while holding onto a radiator.", 
        "The baby is upset.", 
        "A little boy is standing by a wall, crying.", 
        "a little boy is crying while holding a radiator", 
        "A baby is standing up and crying.", 
        "A toddler is crying while holding onto a folded table.", 
        "A little boy is crying while touching a radiator in his playroom.", 
        "A toddler is screaming and crying while standing there.", 
        "A child stands among his toys while holding the radiator and bawling."
    ], 
    "5780791171.jpg": [
        "A young Amish girl is pinning clothes to a laundry line outside.", 
        "A woman is hanging up her laundry.", 
        "A woman is wearing a kerchief on her head while using clothespins to hang laundry on a clothesline.", 
        "An Amish lady pin clothes on a rope.", 
        "A woman in old-fashioned clothes pinning laundry on a clothesline.", 
        "A girl is hanging clothes to dry.", 
        "The girl is hanging the clothes out on the line.", 
        "A woman in Amish attire is hanging clothing on a clothes line.", 
        "A woman is hanging a sheet to dry on a clothes line.", 
        "A woman is hanging laundry on a laundry line.", 
        "A modest woman is using clothespins to secure laundry on the clothes line.", 
        "She's hanging clean clothes.", 
        "A girl is hanging clothes out to dry.", 
        "The woman is doing laundry.", 
        "A woman wearing is tending to clothes on a clothesline.", 
        "a woman is hanging the clothes to dry", 
        "A woman is hanging clothes on a clothes line.", 
        "A lady is hanging laundry on a clothes line.", 
        "A young woman dressed in old fashion clothes hangs clothes on an outside clothes line.", 
        "A woman wearing a head covering is smiling as she uses clothespins to hang garments on a clothesline on a sunny day.", 
        "An Amish woman is hanging and pegging her laundry clothes on the line outside.", 
        "A woman is hanging clothes out to dry.", 
        "A smiling woman is hanging the laundry to dry outside."
    ], 
    "5565536413.jpg": [
        "A man is painting a metal door.", 
        "A man is painting a mural on the metal security shutter outside a a building.", 
        "A man is painting a mural on a large garage door.", 
        "A man is painting a mural.", 
        "A man is painting graffiti on a wall.", 
        "An artist is painting a garage door.", 
        "A man is painting on a closed store pull-down door.", 
        "An artist is creating a masterpiece on a store front garage door.", 
        "A guy is painting a door.", 
        "A person painting a mural on a roll-up security door.", 
        "An artist is painting a mural.", 
        "An artist is painting a mosaic on a garage door.", 
        "A man rocks blue gloves and kneels while painting a large metal door yellow and white.", 
        "A man is painting the outside of a metal rollup door.", 
        "A man kneeling on a drop cloth paints a roll up door.", 
        "A man painting a mural.", 
        "He's painting a door.", 
        "A man is painting on a closed store front.", 
        "a man is drawing on a big shutter", 
        "A man is painting a moral on a door.", 
        "An artist is painting artwork on an outdoor building.", 
        "While outside a man bends down to paint  a shutter.", 
        "A man painting a warehouse door."
    ], 
    "5334523454.jpg": [
        "He's holding a bird.", 
        "a child is holding a black bird on his hands", 
        "The boy is gently holding a bird in his hands.", 
        "A shirtless young boy is gently holding a bird in his cupped hands.", 
        "A little boy is holding a bird in the woods.", 
        "A small shirtless boy is holding a bird.", 
        "A shirtless boy is holding a bird in a forest.", 
        "A young child is holding and gazing at a live bird in his hand while standing in a forest setting with tall green trees in the background.", 
        "The boy is cradling a bird.", 
        "A boy is holding a bird in his hands.", 
        "A topless boy stares pensively at his outstretched hands as they gently cup a bird.", 
        "A shirtless boy in the woods holding a bird.", 
        "A young boy is holding a bird in his hands in a forest.", 
        "A boy is holding up a bird with both hands.", 
        "A child is holding a bird.", 
        "A shirtless boy holding a small bird in his hands.", 
        "A boy is holding a bird in his hands.", 
        "A boy holds a beautiful bird in his hands.", 
        "A little boy is holding a bird in his hands.", 
        "A boy is holding a bird.", 
        "A little boy is holding a bird in his hands in the forest.", 
        "A young boy holds a bird in two hands with a forest in the background.", 
        "A little shirtless boy holding a bird."
    ], 
    "7806900624.jpg": [
        "Two men dancing on a stage, both wearing hats and one doing a headstand.", 
        "A boy is break dancing on his head.", 
        "Two performers are dancing.", 
        "Two guys are break dancing on a stage.", 
        "Two performers are on a stage with one performer flipping over on his head while the other one watches.", 
        "They are performing an act.", 
        "Two men are dancing and one of them is on his head.", 
        "Two young men break dances on stage.", 
        "Two guys are break dancing on a stage.", 
        "A hip-hop dancer is performing a headspin as another dancer looks on.", 
        "Two men are break dancing.", 
        "Two kids who are dressed flashy are break-dancing their little hearts out.", 
        "The boys are break dancing.", 
        "Two men are breakdancing.", 
        "The kids are breakdancing.", 
        "Two men are break dancing on stage.", 
        "Two young men breakdancing on a stage.", 
        "Two men are performing break dancing.", 
        "Two dancers are performing on stage and one is doing a handstand.", 
        "A man break dances while another watches.", 
        "Two men are break dancing.", 
        "a couple of boys are break-dancing", 
        "Two people are break dancing on a stage."
    ], 
    "12142386.jpg": [
        "A man is juggling balls.", 
        "A man wearing colorful clothes and a black hat juggle balls.", 
        "A man sings loudly while looking up at the sky.", 
        "A man with clown clothes probably juggling.", 
        "An entertainer is juggling orange and black balls.", 
        "He's juggling balls.", 
        "A man is juggling and watching three balls in the air.", 
        "A performer is juggling some orange and black balls in the air.", 
        "a man is juggling balls", 
        "The man is juggling some balls.", 
        "A juggler is throwing four balls around.", 
        "A man is juggling balls.", 
        "A man is juggling balls.", 
        "A man is juggling balls.", 
        "This clown is dressed brightly yet wearing no makeup as he juggles away.", 
        "The man is balancing a ball while looking at the sky.", 
        "A man in colorful clothing and a hat is juggling four black and orange balls.", 
        "A man is juggling four bean bags while wearing a cone-shaped hat.", 
        "A man is juggling four balls.", 
        "A juggler looks up at the three balls he currently has in the air.", 
        "A man is juggling or singing.", 
        "A man in a hat is juggling balls.", 
        "A man wearing a funny hat is juggling and looking up into the air."
    ], 
    "4324717979.jpg": [
        "A young lady is skateboarding in a skate park.", 
        "A kid is skateboarding up the side of a ramp.", 
        "A young girl is performing a skateboard trick at the skate park.", 
        "A boy is flying in the air on his skateboard at the skate park.", 
        "A girl is skateboarding.", 
        "A girl is doing a stunt on a skate board.", 
        "The kid is skateboarding.", 
        "A girl is skateboarding.", 
        "A young child skates on  ramp.", 
        "A young girl is skate boarding as she executes a jump in the air around a rink.", 
        "A skater wearing a pink helmet has just reached the top of a run at a skate park and is turning to roll back down.", 
        "a child is playing with a skate", 
        "A girl is doing a skateboarding trick.", 
        "A little girl is riding a skateboard and flying through the air.", 
        "A kid skateboarding at a park.", 
        "A young girl catches some serious air while she skateboards at the park.", 
        "A pre-teen skateboarding while wearing a pink helmet and rainbow socks.", 
        "A kid doing a high jump on a skateboard.", 
        "A young child is doing a skateboard jump on the edge of the skate park arena.", 
        "A young girl in a pink helmet performs a skateboarding trick at a skate park.", 
        "A girl on a skateboard is showing off her skills in a skateboard park.", 
        "He's skate boarding on a ramp.", 
        "A child is skateboarding."
    ], 
    "5621916498.jpg": [
        "A little girl is brushing her teeth.", 
        "The little girl is brushing her teeth.", 
        "The girl is brushing her teeth.", 
        "A little girls smiles at the camera while brushing her teeth.", 
        "A little girl is brushing her teeth at the bathroom sink and smiling.", 
        "A young girl is smiling as she brushes her teeth with a pink toothbrush while gripping the edge of a bathroom sink with her hand.", 
        "A young girl is brushing her teeth.", 
        "A little girl smiling while brushing her teeth.", 
        "A little girl is brushing her teeth.", 
        "A young child is looking over her shoulder and smiling as she brushes her teeth.", 
        "A little girl is on a step stool at the bathroom sink while brushing her teeth.", 
        "A cute little girl stands under the sink and brushes her teeth as she winks.", 
        "A little girl is brushing her teeth.", 
        "She brushing her teeth.", 
        "A little girl is brushing her teeth in the bathroom.", 
        "A little girl standing in front of a sink, brushing her teeth.", 
        "a little girl is brushing her teeth", 
        "A young girl standing at a sink brushes her teeth.", 
        "A young girl is brushing her teeth.", 
        "A little girl is standing at the bathroom sink grinning and brushing her teeth while looking at the camera.", 
        "A child is brushing there teeth.", 
        "A small girl is brushing her teeth at a sink.", 
        "A young girl is brushing her teeth and smiling at the camera."
    ], 
    "6845116814.jpg": [
        "A man is singing and playing a violin.", 
        "A man is singing and playing violin.", 
        "A musician is playing his violin at a performance.", 
        "Man with closed eyes is playing a violin.", 
        "A man is playing a fiddle and is singing into a microphone.", 
        "A man is playing violin to a crowd.", 
        "A man is on stage playing a violin.", 
        "A man playing a violin and singing.", 
        "a man is playing violin", 
        "A man is playing a violin on stage.", 
        "A man is playing the violin and singing on a stage.", 
        "A man is squinting while playing the violin on stage.", 
        "A man is playing the violin.", 
        "A man is playing a violin.", 
        "He's singing and playing a violion.", 
        "A man plays a fiddle on a stage.", 
        "A violinist is performing at an event.", 
        "A man wears a button-up shirt and closes his eyes while he plays the violin indoors.", 
        "A man sings and plays the violin.", 
        "A man is standing on a stage, playing the violin and singing at a microphone.", 
        "A man is playing a violin and singing on stage.", 
        "The man is playing violin.", 
        "A musician is playing the fiddle on stage."
    ], 
    "72940708.jpg": [
        "She cut down a tree.", 
        "A woman is dragging her Christmas tree through the tree farm.", 
        "A person is dragging a fir tree across the snow.", 
        "A woman is dragging a pine tree in the snow.", 
        "A girl is pulling a Christmas tree.", 
        "A woman is dragging a Christmas tree behind her through the snow.", 
        "A woman is dragging a cut down tree through the snow.", 
        "A girl stares at the camera while she pulls a freshly cut Christmas tree over the snow.", 
        "A woman is dragging a cut Christmas tree with a rope through the snow while others are selecting their trees nearly.", 
        "A girl is dragging a Christmas tree through the snow by its trunk.", 
        "A young woman pulls a cut down Christmas tree through the snow.", 
        "a girl is carrying a pine tree", 
        "A woman is dragging a tree through the snow.", 
        "A woman dragging a tree in the snow.", 
        "A person is dragging a Christmas tree.", 
        "The woman is dragging a Christmas tree.", 
        "A woman is dragging a Christmas tree behind her.", 
        "A woman is using a rope to pull a fresh-cut Christmas tree through the snow.", 
        "A woman is pulling a Christmas tree through the snow.", 
        "A woman is hauling a tree in the snow.", 
        "On a snowy day a woman drags a live tree.", 
        "A women is dragging a tree behind her.", 
        "A woman pulling a cut tree."
    ], 
    "4749855.jpg": [
        "A dude has fallen asleep sitting up.", 
        "A man is sleeping on a red sofa.", 
        "A man is sleeping on the couch.", 
        "A man is sleeping on a blanket covered couch.", 
        "A man has fallen asleep on a red couch.", 
        "A man is sitting on a couch, asleep.", 
        "A young man has dozed off while sitting upright on a sofa.", 
        "The man is taking a nap.", 
        "A man wearing no shoes relaxes on a couch.", 
        "A man is slumped on a couch asleep.", 
        "This guy wearing a white belt and a see-through striped shirt sleeps on a crimson velvet couch.", 
        "A man sleeping on a couch.", 
        "He's sleeping on the couch.", 
        "A man asleep on a red velvet-covered couch.", 
        "A man is sleeping while in a slouched position on a red couch.", 
        "A man is sleeping sitting up on a couch.", 
        "A man is asleep sitting up on a red couch.", 
        "A man is asleep on his flashy couch.", 
        "A man is napping on the couch sitting up.", 
        "A guy is asleep while slouched down on a couch.", 
        "a man is sleeping on a couch", 
        "A man fell asleep on the couch.", 
        "A man is sleeping on the couch."
    ], 
    "4436749692.jpg": [
        "A boy is reading the newspaper.", 
        "A young man reading a newspaper.", 
        "A person is reading a newspaper.", 
        "A man is reading a newspaper.", 
        "A young boy sits holding a newspaper and reads it.", 
        "He's reading the news paper.", 
        "He is reading the paper.", 
        "The boy is reading a newspaper.", 
        "A young man is reading the newspaper.", 
        "An Asian man sits and reads an article in the newspaper outside.", 
        "A man is reading the sports section of a newspaper.", 
        "A man read the sports section of newspaper.", 
        "A young man is reading the sports page of the newspaper.", 
        "A man is reading the newspaper.", 
        "A man is reading a newspaper.", 
        "A man reads a newspaper.", 
        "Someone is sitting in front of a closed store reading a newspaper.", 
        "a man is reading a newspaper", 
        "A young man is reading a newspaper.", 
        "A man is sitting down and reading a newspaper.", 
        "A person is sitting down reading a newspaper.", 
        "A young man is reading the newspaper.", 
        "A man is reading a paper."
    ], 
    "5507087401.jpg": [
        "A small child is playing with a toy gun.", 
        "a child is playing with a toy rifle", 
        "A young boy is holding a gun.", 
        "A little boy is holding a toy gun.", 
        "A young boy is aiming down the sights of a toy gun.", 
        "A young boy holds a toy machine gun.", 
        "A little boy plays with a toy gun.", 
        "A little boy is holding a toy gun.", 
        "A small boy stands in shorts and plays with his toy gun.", 
        "A toddler is aiming a toy gun.", 
        "He's playing with a gun.", 
        "A child is holding a toy gun.", 
        "A young child is standing and pointing a toy machine gun.", 
        "A young boy is aiming a gun at something.", 
        "The boy is playing with a toy gun.", 
        "A little boy is pretending to shoot a machine gun.", 
        "A child is playing with a toy gun.", 
        "A little boy is playing with a toy gun.", 
        "A kid outside holding a toy gun to his eye.", 
        "A little child pointing a gun.", 
        "A small child holds up a toy gun with his finger on the trigger.", 
        "A child is pointing a toy gun.", 
        "A boy is holding a plastic toy gun."
    ], 
    "3241892328.jpg": [
        "A mountain lion is jumping.", 
        "A mountain lion is leaping from a rock.", 
        "A cougar is leaping from a rock.", 
        "It's jumping off a rock.", 
        "A mountain lion is leaping from a rock.", 
        "A lioness is jumping", 
        "A mountain lion leaps off a rock.", 
        "The wildcat is leaping.", 
        "A wild cat jumping.", 
        "a puma is jumping", 
        "A lion is jumping off of a rock.", 
        "A large wild cat is running on a mountain.", 
        "A wild cat is running.", 
        "A mountain lion leaps from a rock with the mountains blurred in the background.", 
        "A cougar is pouncing at something in the grass.", 
        "A mountain lion is jumping from a rock.", 
        "A mountain lion (?) is jumping from a rock into a run.", 
        "A cougar sprints high in the air.", 
        "A mountain lion is leaping through a grassy hill.", 
        "A leopard is leaping through the air in a forest setting with a mountain range in the background.", 
        "A mountain lion is pouncing.", 
        "A mountain lion is in mid-spring as it jumps from a rock.", 
        "A cougar is leaping over a rock in a field.", 
        "A bobcat is jumping off a rock."
    ], 
    "4679233085.jpg": [
        "Two kids are sleeping on the couch.", 
        "Two little boys are taking a nap on a pullout couch.", 
        "Two boys are sleeping on a couch.", 
        "Two boys are sprawled out on a couch sleeping.", 
        "two children are sleeping on a couch", 
        "Two boys are sleeping.", 
        "Two children are snoozing on a gray pull out sofa.", 
        "Two boys are asleep on the couch.", 
        "Two children are asleep on a sleeper sofa.", 
        "Two children are asleep on a couch.", 
        "Two little boys are napping on the couch.", 
        "The children are passed out asleep.", 
        "Two little boys are asleep.", 
        "Two children are asleep on the couch.", 
        "Two little boys asleep on the couch.", 
        "Two little boys are asleep on a couch bed.", 
        "They are taking a nap.", 
        "Two little boys are fast asleep on a gray couch.", 
        "Two young boys are sleeping on a couch.", 
        "Two young boys have fallen asleep next to each other on a gray couch.", 
        "Two little boys falls asleep on  the couch.", 
        "Two boys sleeping.", 
        "Two boys passed out, taking a nap on a pullout couch."
    ], 
    "4968396354.jpg": [
        "A woman is dancing with a hula hoop.", 
        "A woman is hula hooping/", 
        "A street performer is using a hoola hoop.", 
        "A young woman wearing purple fur leg warmers is hoola-hooping at an music festival.", 
        "A woman dressed in purple hulu hoops.", 
        "The young woman is hoola hooping.", 
        "The girl is hula-hooping.", 
        "A girl is performing and using a hula hoop.", 
        "A girl is practicing her hula hoop skills.", 
        "A girl is hula-hooping while wearing furry boots.", 
        "A young woman is hula hooping outdoors.", 
        "A young girl hula hoops outside on the pavement while dressed audaciously.", 
        "A girl is hula hooping.", 
        "A woman is hula hooping while wearing fuzzy purple leggings.", 
        "A woman in purple braids is twirling a hula hoop around her waist.", 
        "a girl is playing with hula hops", 
        "A woman is performing with a hula-hoop.", 
        "A girl is hula hoop dancing.", 
        "A women is holla hooping.", 
        "She's performing for others.", 
        "A young woman with purple legwarmers and hair accessories is hula-hooping.", 
        "A woman is hula-hooping outside while wearing fuzzy purple boots.", 
        "a girl dancing"
    ], 
    "5356318668.jpg": [
        "A little boy asleep in the front of a grocery cart in a store.", 
        "The little boy is sleeping in the front of the shopping cart.", 
        "A child is sleeping in the front seat of a shopping cart.", 
        "A toddler is sleeping in a shopping cart.", 
        "A little boy is sleeping in the front of the shopping cart.", 
        "A little boy is sleeping in a shopping cart.", 
        "A child has fallen asleep while sitting in the upper area of a shopping cart.", 
        "A small child is dosing off in a shopping cart.", 
        "A young boy is leaning forward in the shopping card fast asleep.", 
        "He's fell a sleep in the shopping cart.", 
        "A child is sleeping in a grocery cart.", 
        "A little boy is asleep in a shopping cart in a grocery store.", 
        "A little boy is asleep in the cart at the store.", 
        "a little boy is sleeping inside the seat of a cart", 
        "A small child sits backwards in the grocery cart and sleeps in the middle of the store.", 
        "A boy fell asleep in a shopping cart.", 
        "A young boy is asleep in the child part of a shopping cart.", 
        "The toddler is asleep in the shopping buggy.", 
        "A child asleep in the seat of a shopping cart while still in the grocery store.", 
        "A young boy naps in a shopping cart in the supermarket aisle.", 
        "The boy is asleep.", 
        "At a store, a little boy falls asleep in a grocery cart.", 
        "A young boy is asleep while sitting in the shopping cart."
    ], 
    "4571627369.jpg": [
        "A man in a crowd holding a camera towards the stage.", 
        "A person is taking a photo", 
        "The woman is taking a photograph.", 
        "Someone is taking a photo of performers on a stage.", 
        "Someone in a crowd is holding up their camera to take a picture of a group on the stage.", 
        "A woman is taking a picture of the stage at a concert.", 
        "A crowd is photographing a musical event.", 
        "A person is taking a picture of what looks like a concert.", 
        "Someone is holding up a camera.", 
        "The person is taking a photo of the stage.", 
        "A woman is taking pictures of people on stage with a dslr.", 
        "A photographer is holding their camera above their head to get a better shot above a crowd.", 
        "A person is taking a picture of an on-stage performance.", 
        "A person holds up a camera to take pictures over the crowd during an event.", 
        "someone is taking a picture from a crowd of people to a stage", 
        "A person is taking a picture of people on a stage.", 
        "She's taking a picture.", 
        "A person is filming an event.", 
        "A woman holds an Olympus camera over her head and captures a performance from several yards away.", 
        "A person is holding a camera above their head to capture a photo of whatever is onstage.", 
        "Someone is taking a picture of people on stage.", 
        "Photographer is holding up his camera to take a picture of the stage where people are performing.", 
        "A man snaps a picture at a outside concert."
    ], 
    "6981038311.jpg": [
        "A person jumped a hill on a ski slope.", 
        "He's skiing.", 
        "A skier wearing orange flies through the air.", 
        "A person is jumping while skiing.", 
        "A skier is jumping in the air.", 
        "A skier is leaping in the air.", 
        "A person is making a jump on skis.", 
        "a man is ski jumping", 
        "A man jumps very high while skiing.", 
        "A skier is in mid-air during a downhill run.", 
        "A skier is in the air after a jump.", 
        "A skier has caught incredible air as the competitor appears agile over the run.", 
        "The person is ski jumping.", 
        "A man in doing a ski jump.", 
        "A man jumping while skiing.", 
        "A skier in blue and orange is midair during a ski jump.", 
        "A man in a ski outfit is jumping.", 
        "A person is in the air going down the ski slopes.", 
        "A skier is leaping in the air on skies.", 
        "A person is jumping on a ski slope.", 
        "A man is doing a jump on skis.", 
        "A downhill skier gets some air and is about to land.", 
        "A skier making a high jump."
    ], 
    "4548039526.jpg": [
        "Two gentlemen walking along the beach.", 
        "Two older men wearing swimming caps walk along the edge of the water in the sand.", 
        "Two elderly men walk along the beach with swimcaps on.", 
        "Two older men taking a walk on the beach.", 
        "Two elderly men went for a swim at a beach.", 
        "Two older gentlemen are walking in the water along a beach.", 
        "Two men are walking down a beach.", 
        "Two old men are walking down the shoreline.", 
        "Two older swimmers are walking along the edge of the water at a beach.", 
        "Two older men are walking along the water on the beach while wearing bathing caps.", 
        "Two older men on the beach with swim caps and goggles.", 
        "They are walking in the sand.", 
        "Two men dresses in swimming caps and trunks are walking single file along the beach by the ocean.", 
        "Two men are walking on the beach, wearing bathing suits and swim caps.", 
        "The old men are at the beach.", 
        "Two older men are decked out in swimming gear as they flaunt their stuff and stroll along the shore.", 
        "Two men in swimwear are walking on the beach.", 
        "Two men are walking along the edge of the water.", 
        "Two older men are walking along the shallow edge of the beach.", 
        "A couple of men are walking on the beach.", 
        "Two old men are walking along the beach in their swimwear.", 
        "Two men are walking down the beach.", 
        "two old men are walking on the beach"
    ], 
    "4636978915.jpg": [
        "Outside two men is playing chess.", 
        "Men are playing chess outside in a park.", 
        "Chess matches going on in the park.", 
        "A guy is playing chess with a business man who was walking by.", 
        "Two men are playing chess outside with others.", 
        "Two men are playing chess in the park.", 
        "A man sitting playing chess in a park with a man who is standing.", 
        "The two men are playing chess.", 
        "People are playing chess outside.", 
        "Two men are playing chess in a park.", 
        "Two people are playing chess.", 
        "They are playing chess.", 
        "People are playing chess in public.", 
        "Two men play timed chess in the park with people all around.", 
        "One man standing and one man sitting are playing chess in a park.", 
        "Men are playing chess in a public square.", 
        "A man in a suit is playing chess with a man in a tshirt.", 
        "Two men are playing chess outside with a bunch of people.", 
        "Two men are playing a game of chess.", 
        "two men are playing chess", 
        "Two men are playing chess in a crowded park.", 
        "Men are playing chess together in a crowded park.", 
        "Two men play chess in a busy park outside."
    ], 
    "3686889377.jpg": [
        "A woman is washing dishes.", 
        "A woman is washing dishes.", 
        "A women is cleaning the dishes.", 
        "A woman is standing over a sink rinsing the dye from a tie-dye shirt she just made.", 
        "A woman is doing dishes.", 
        "A woman is standing at the kitchen sink, washing dishes.", 
        "A woman is washing dishes in the sink.", 
        "A woman doing dishes.", 
        "A woman is washing items in the kitchen sink.", 
        "A woman is washing the dishes.", 
        "A woman is washing dishes at the kitchen sink.", 
        "The woman is washing things out in the sink.", 
        "A woman is doing the dishes in a sink.", 
        "A woman is cleaning her dishes.", 
        "A woman is washing something in the kitchen sink.", 
        "A woman with a tank-top does dishes in the sink.", 
        "She's washing dishes.", 
        "A woman in a red top is washing dishes in a sink.", 
        "a woman is washing the dishes", 
        "A woman in a red shirt and multicolored head wrap is washing dishes.", 
        "A woman in a red tank top washes clothes in a kitchen sink.", 
        "A woman stands over the sink to wash dishes.", 
        "A woman is washing dishes in the sink."
    ], 
    "79433987.jpg": [
        "A man is playing bowling in a bowling alley.", 
        "A guy is bowling.", 
        "A man is bowling, and he has just started his approach to release the ball.", 
        "A man is gearing up to take his turn in a bowling game.", 
        "A man dressed in dark clothes lines up a shot at a bowling alley.", 
        "A man is bowling.", 
        "A young man is bowling.", 
        "a man is playing bowling", 
        "A man is bowling at a bowling alley.", 
        "A man with bowling ball in his head begins to bowl.", 
        "A man is about to throw a bowling ball at some pins down the lane.", 
        "A man is bowling from a multi-lane bowling alley.", 
        "A man is bowling.", 
        "A man is bowling.", 
        "A man is about to throw a bowling ball down the lane.", 
        "The person is bowling.", 
        "A man is about to take his turn and throw the bowling ball down the alley.", 
        "A man is bowling at a bowling alley.", 
        "A man about to bowl in a bowling alley.", 
        "A man holds the ball upward as he prepares to bowl.", 
        "A person is lining up a throw at a bowling alley.", 
        "A man about to throw a bowling ball.", 
        "He's bowling."
    ], 
    "4773695566.jpg": [
        "A bald man is playing guitar.", 
        "A man is playing the guitar.", 
        "A man stands outside in blue jeans and strums his ornamented guitar.", 
        "A man is playing guitar on stage.", 
        "A musician is playing his guitar at a performance.", 
        "A man is playing the guitar on a stage.", 
        "The man is playing guitar.", 
        "A musician is using an acoustic guitar on stage.", 
        "A man on stage playing an acoustic guitar.", 
        "a man is playing a guitar", 
        "A man is on stage playing guitar.", 
        "A man plays his guitar while performing on stage.", 
        "A male musician is playing a guitar on stage.", 
        "A man is playing an acoustic guitar on stage.", 
        "He's performing.", 
        "A man is playing a guitar next to a microphone.", 
        "A man is performing with a guitar on a stage.", 
        "A man is playing a guitar during a performance on stage.", 
        "A man playing a guitar.", 
        "A man is playing a guitar on stage.", 
        "A man is playing a guitar.", 
        "A man is wearing jeans and playing guitar atop a stage.", 
        "A man plays a guitar on a stage."
    ], 
    "4741991547.jpg": [
        "A man is getting a haircut at the barbers.", 
        "A barber is cutting a man's hair.", 
        "A barber is cutting a young man's hair.", 
        "A man is getting his hair cut.", 
        "A male hair stylist is cutting the hair of a male customer who is wearing a black Aveda nylon cape to protect his clothing.", 
        "A man is getting his hair cut by a barber.", 
        "A barber cuts a man's hair.", 
        "A man is having his hair cut.", 
        "A barber is cutting a man's hair.", 
        "A man is getting a hair cut.", 
        "The barber is cutting the man's hair.", 
        "A smiling barber is giving a man a hair cut.", 
        "A barber is cutting a man's hair.", 
        "a barber is cutting the hair of a client", 
        "A bald man is giving another man a haircut.", 
        "A man is having his hair trimmed by a barber.", 
        "A man is cutting a younger man's hair.", 
        "A man is cutting a young man's hair.", 
        "A barber is cutting his clients hair with shears.", 
        "A man cutting another man's hair.", 
        "The man is cutting the other man's hair.", 
        "A young man looks straight ahead intently while a whimsical barber clips his hair with scissors.", 
        "He's getting a haircut."
    ], 
    "3923616497.jpg": [
        "A man is blowing fire.", 
        "a street artist is swallowing fire", 
        "A man is breathing fire.", 
        "A man is breathing fire.", 
        "A person in white pants with bells is kneeling while fire-breathing.", 
        "A street performer is blowing fire for a crowd.", 
        "A man is blowing fire.", 
        "A dancer is spitting fire from his mouth.", 
        "The performer is flame throwing.", 
        "A man is breathing fire while people watch.", 
        "A man performs a fire breathing trick before a crowd.", 
        "A Indian man performs while blowing fire out his mouth.", 
        "A man is performing a ritualistic dance and blowing fire.", 
        "He's blowing fire.", 
        "A man is performing fire breathing in the street with people gathered around.", 
        "A man with an anklet balances himself on the ground and breathes fire while men with bright head gear watch with apparent disapproval.", 
        "A man is breathing fire while several other people look on.", 
        "A man doing tricks with fire.", 
        "A shirtless man in white pants is kneeling and breathing fire for a crowd of onlookers.", 
        "A bare chested man is eating fire and is surrounded by other traditionally dressed Indian men in turbans.", 
        "A man is standing on one knee as he breathes fire.", 
        "A man is performing a fire blowing trick.", 
        "A performer blows fire from his mouth while an audience watches."
    ], 
    "3741462565.jpg": [
        "A little girl is staring desiringly at a chocolate milkshake.", 
        "A child is looking at a chocolate milkshake while making a fish face.", 
        "A little girl is enjoying a chocolate milk shake.", 
        "A young girl is in awe staring at a milkshake.", 
        "A little girl looking at a big milkshake.", 
        "A girl is looking at a filled glass in front of her.", 
        "A little girl is excitedly looking at a milkshake.", 
        "A little girl is excited about drinking her yummy milkshake.", 
        "A child is staring at a chocolate milkshake.", 
        "The girl is enjoying a milkshake.", 
        "A girl is about to enjoy a big milkshake.", 
        "A young girl is looking amazed at her milkshake.", 
        "A child has a look of awe on her face at the giant milkshake.", 
        "She wanting to drink the shake.", 
        "The little girl is staring at her shake.", 
        "A young girl is staring in awe at a delicious milkshake.", 
        "A  young girl in pink stares at a partial eaten chocolate milkshake.", 
        "A little girl looks at her big milkshake.", 
        "a little girl is looking at her milkshake", 
        "A young girl in a pink shirt sits and marvels with delight over her milkshake.", 
        "A young girl in sitting in a chair in a restaurant and is eyeing her tall chocolate milkshake with delight and amazement.", 
        "A little girl is staring wide eyed at a large chocolate milkshake that's sitting on the table in front of her.", 
        "A young girl is puckering her lips while looking at a milkshake."
    ], 
    "5326507136.jpg": [
        "A woman is painting her nails.", 
        "a woman is applying nail polish", 
        "A lady is painting her nails.", 
        "A woman is painting her gray nails black on a gold table.", 
        "A woman is painting her fingernails.", 
        "A woman paints her nails using a gold irregular shaped table as a base.", 
        "A woman is painting her nails.", 
        "A woman is painting her nails black.", 
        "A woman painting her nails.", 
        "The woman is painting her nails.", 
        "A woman is applying black nail polish to her left middle finger.", 
        "A woman is painting her fingernails.", 
        "A woman is polishing her fingernails a dark gray color, over a light gray color.", 
        "She is painting her nails.", 
        "A woman is painting her fingernail with black polish.", 
        "A woman paints her fingernails gray and black.", 
        "A woman is painting her nails blue.", 
        "A woman is applying nail polish to her left middle finger.", 
        "She's polishing her nails.", 
        "A women is painting her nails.", 
        "A woman is painting darker polish over her gray fingernails.", 
        "A woman is painting her nails.", 
        "A woman is painting her nails with a dark colored nail polish on a golden tabletop."
    ], 
    "4772601985.jpg": [
        "A man with glasses kissing a crying baby.", 
        "A man is kissing the cheek of a newborn, who is crying.", 
        "A young man wearing glasses holds and kisses a crying baby.", 
        "A man is kissing a baby that is crying.", 
        "A man with glasses is kissing a baby on the cheek while the baby screams.", 
        "A man is kissing a crying baby on the cheek.", 
        "A father kisses his crying baby on the cheek to calm down.", 
        "A father is kissing his crying baby.", 
        "a man is kissing a crying newborn baby", 
        "A man is kissing a crying newborn baby on the cheek.", 
        "A man is kissing a baby boy.", 
        "A man is kissing a crying newborn baby.", 
        "The man is kissing a baby.", 
        "A man is gently kissing a crying newborn baby.", 
        "A father is kissing his crying newborn baby.", 
        "A man is kissing a small baby.", 
        "A man is kissing a newborn baby on the cheek.", 
        "A man is kissing a crying baby on the cheek.", 
        "A father is holding his crying baby and kissing him on the cheek.", 
        "A man kissing a crying baby.", 
        "A man holds a crying baby close and kisses the baby's cheek.", 
        "The man is kissing a crying baby.", 
        "A man is kissing a crying baby on the cheek."
    ], 
    "7188003.jpg": [
        "The person  is skiing down the mountain.", 
        "A man skis down a sharply declining hill in the winter.", 
        "A person is skiing down a large hill.", 
        "The person is skiing down a slope.", 
        "a person is skying", 
        "A person is skiing down a steep slope.", 
        "A man skies quickly down a deep slope.", 
        "He's skiing.", 
        "A person is skiing down a slope.", 
        "A person is skiing down a steep slope.", 
        "A person is skiing down a steep snow covered mountain side.", 
        "A skier is skiing down a steep snowy slope.", 
        "A person is skiing down a mountain.", 
        "A downhill skier is careening down a very steep slope.", 
        "A skier going down a hill.", 
        "A skier skies down a steep hillside.", 
        "Someone is skiing down a steep snow covered ski slope.", 
        "A skier is skiing downhill toward the camera.", 
        "A person is skiing down a slope.", 
        "A person is skiing down a mountain.", 
        "A man is skiing down a mountain.", 
        "A skier is skiing down a steep hill.", 
        "A skier is headed down the slopes."
    ], 
    "7243489604.jpg": [
        "A guy is laid back, relaxing in some tall grass.", 
        "A man is lying down in a field of tall grass and smiling.", 
        "The guy is lying down in the tall grass relaxing.", 
        "A guy is relaxing in a wheat field.", 
        "a boy is laying in the middle of high grass", 
        "A man is laying down in the middle of a grassy field.", 
        "A young man lays on his back in a patch of tall grass.", 
        "The boy is laying in a field of long grass.", 
        "He is relaxing while laying in the grass.", 
        "A man is laying back in tall grass.", 
        "A man happily relaxed on the grass.", 
        "A young adult male is laying with his arms behind his head in the tall grass smiling.", 
        "A man laying in very tall grass.", 
        "A man is lying on the grass with his arms under his head and a big smile on his face.", 
        "A young man is lying down in a field of tall grass.", 
        "A man is laying down in the tall grass.", 
        "A man is laying in some tall grass.", 
        "A man is laying down in tall grass.", 
        "A man lying back, surrounded by tall grass.", 
        "A man is laying in a field of grass.", 
        "He's enjoying the sunshine.", 
        "A young gentleman smiles effervescently as he lays back amidst tall grass.", 
        "A man is laying in tall soft grass smiling."
    ], 
    "41105465.jpg": [
        "A man doing a yoga pose in a park with his eyes closed", 
        "A young man sitting in a meditative pose on some bubble wrap on a lawn.", 
        "A man with his eyes closed is meditating.", 
        "He's meditating.", 
        "A man is meditating on what looks like bubble wrap.", 
        "The man is meditating.", 
        "A man is meditating on the grass.", 
        "A young man in a scarf and beanie sits on the grass and meditates with his eyes closed.", 
        "A man is performing meditation.", 
        "A man is sitting cross-legged in the middle of a grassy area, eyes closed as he meditates.", 
        "A young man meditate at  a park.", 
        "A man is meditating in a park.", 
        "A man is meditating on some grass.", 
        "A man is meditating while on the grass.", 
        "A man is meditating on bubble wrap in the park.", 
        "A man is sitting meditating on the grass.", 
        "A man is sitting outside on a piece of plastic, legs crossed, eyes closed, meditating.", 
        "The young man is meditating.", 
        "a man is meditating on the grass", 
        "A man is doing yoga outside by himself and meditating.", 
        "A man with his eyes closed is seated in a yoga position on the grass on top of  a  covering and appears to be praying or meditating.", 
        "A guy is doing yoga outside on a piece of bubble wrap.", 
        "A young man is meditating on a plastic mat in the grass."
    ], 
    "3680138.jpg": [
        "A woman is leaning forward resting her upper body and arms on a counter.", 
        "An excited young woman is leaning over the counter top with her hands folded and a big wide open smile on her face.", 
        "A woman is leaning on the counter, laughing at something funny.", 
        "An attractive woman wearing a jersey is leaning over a counter and laughing.", 
        "A woman is laughing and smiling at something she is looking at.", 
        "A young woman dressed in sweats leans on a kitchen counter smiling.", 
        "A girl is smiling while leaning over the counter.", 
        "A woman is in the kitchen leaning on a island and laughs.", 
        "A woman leaning on a counter and smiling", 
        "A girl leans on a kitchen counter near DVDs and laughs.", 
        "A woman is leaning on a counter, laughing.", 
        "She's laughing at something.", 
        "A girl is leaning over the kitchen counter laughing.", 
        "A young woman is laughing at something.", 
        "a woman is smiling", 
        "A woman leaning on a counter while laughing next to a copy of coyote ugly.", 
        "A woman is leaning on a table with her arms crossed as she laughs.", 
        "A young woman is leaning over on a counter and laughing.", 
        "The girl is laughing.", 
        "A young woman is leaning over a counter and laughing.", 
        "A woman is leaning on a counter laughing.", 
        "A woman is smiling in the kitchen.", 
        "A women is laughing."
    ], 
    "5411504795.jpg": [
        "A little girl is smelling a flower.", 
        "A young girl in a pink shirt smells a dandelion.", 
        "A girl is smelling a yellow flower.", 
        "A little girl smelling a flower.", 
        "A child is smelling a flower.", 
        "A young girl in a pink shirt stands outside on the grass and sniffs a yellow flower.", 
        "A little girl is sniffing a flower.", 
        "A girl is sniffing a flower.", 
        "A little girl smells a yellow flower.", 
        "The little girl is smelling the flower.", 
        "The girl is sniffing a flower.", 
        "A little girl is smelling a yellow flower.", 
        "A child in a pink shirt smelling a dandelion.", 
        "A young girl in a pink t-shirt is smelling a yellow flower which she is holding in her right hand.", 
        "A little girl is smelling a dandelion flower.", 
        "A little girl is smelling a flower.", 
        "a little girl is smelling a flower", 
        "She's smelling the flower.", 
        "A young girl is smelling a yellow dandelion.", 
        "A little girl is smelling a yellow flower.", 
        "A girl is smelling a yellow flower.", 
        "A young girl is smelling a flower.", 
        "A young girl has her nose pressed to a yellow flower."
    ], 
    "4546207144.jpg": [
        "A woman is at an carwash, washing her minivan.", 
        "An obese woman is washing her minivan.", 
        "A woman a stands up while  washing her truck.", 
        "a woman is washing her vehicle.", 
        "A woman is spraying the back of her car at a car wash.", 
        "A woman is washing her van with New York tags.", 
        "A middle woman is hosing the back exterior of her tan colored car.", 
        "An obese woman with a lanyard washes her car at a car wash.", 
        "A women is cleaning her mini van.", 
        "She's fixing to get gas.", 
        "A woman is washing her car.", 
        "The woman is washing her vehicle.", 
        "a woman is washing the back of a car", 
        "An overweight woman is washing her Chevrolet.", 
        "A woman washing a minivan.", 
        "A woman is rinsing her van off at the car wash.", 
        "A heavy set woman uses a sprayer to washer her mini van.", 
        "A woman is washing her car.", 
        "A fat lady is washing her SUV.", 
        "Woman is pumping gas.", 
        "A woman washes her van.", 
        "A woman is washing her car at a car wash.", 
        "A heavy-set woman is washing her minivan at a car wash."
    ], 
    "4544245701.jpg": [
        "An artist is painting a landscape painting.", 
        "An artist is getting paint from an easel as they paint a landscape.", 
        "A women is painting a scene.", 
        "A lady stands outside and paints an accurate landscape.", 
        "A person has an easel set up outside while painting a landscape picture.", 
        "a painter is painting a nature scenery", 
        "Outside a woman paints on a small canvas.", 
        "A man is painting a scenic picture out in the scenery.", 
        "A person is painting a landscape while standing outdoors.", 
        "A woman is drawing", 
        "An artist is painting her landscape.", 
        "The person is painting a mural.", 
        "The artist is outside painting a picture.", 
        "An artist is painting a picture of the background scenery.", 
        "A man is painting a picture of the forest.", 
        "She's painting the landscape.", 
        "A woman is painting a scene while standing on a hill over a lake.", 
        "A woman is painting a picture of water and trees.", 
        "A woman painting outside", 
        "A woman is painting a scene.", 
        "A woman is painting a landscape portrait while outside.", 
        "A person is out in nature, painting the surroundings.", 
        "A man is standing out in the wilderness, painting a picture of the scenery in front of him."
    ], 
    "41999070.jpg": [
        "A bunch of dogs are playing in a large fountain.", 
        "Dogs are swimming in a pool.", 
        "The dogs were playing in the water.", 
        "Several dogs are playing and swimming in a large round pond in an outdoor park setting with people looking on.", 
        "A bunch of dogs in a fountain.", 
        "A group of Labrador Retrievers are playing in a swimming pool.", 
        "A group of dogs are playing in the water.", 
        "A bunch of dogs play in a water feature in a park.", 
        "A group of dogs are playing in a pool while people watch.", 
        "A bunch of dogs are swimming in the water.", 
        "A group of dogs playing in a fountain at a park.", 
        "Several dogs are playing in the water.", 
        "A group of dogs are swimming in a body of water.", 
        "Six dogs are playing with toys in the water at a dog park.", 
        "A number of dogs wade in a pool in the park and play as their owners watch from afar.", 
        "Dog cooling off in a public fountain.", 
        "Several dogs are playing in a fountain at a park.", 
        "A bunch of dogs are playing in the water.", 
        "Several dogs swim in a outside pool.", 
        "The dogs are playing in the water.", 
        "Dogs are swimming and playing in a pool.", 
        "The dogs are playing in the water.", 
        "some dogs are playing inside a pool"
    ], 
    "6237869128.jpg": [
        "The girl is putting on a boot.", 
        "A girl is putting on her boots.", 
        "A young woman is putting on long boots.", 
        "A woman is sitting on the floor pulling on a boot.", 
        "The woman is trying to put on a boot.", 
        "The girl is putting on her boots.", 
        "A woman is putting on high top boots.", 
        "A girl is putting on her thigh-high boots.", 
        "A woman is sitting down as she puts on a boot.", 
        "A woman is sitting on the floor, putting on a boot, as another person sits in a chair and watches.", 
        "A woman is sitting on the carpet pulling on her boots while another person is watching seated nearby.", 
        "A woman sits on a floor to put on a boot.", 
        "a girl is wearing a boot", 
        "A woman is trying on a boot.", 
        "A girl sits inside on the carpet and pulls her Bristol brown boot over her pink and red socks.", 
        "A girl is putting on her boots.", 
        "A young woman is putting on a tall zip up boot on her right foot.", 
        "A woman sitting on the floor, putting on boots.", 
        "A girl is putting on some boots.", 
        "She's putting on a boot.", 
        "A girl puts on a zip-up boot while her friend sits an office chair opposite her.", 
        "A young woman pulls on a knee high heeled boot while sitting on the floor.", 
        "A woman wearing pink socks is pulling on calf-length zip up boots."
    ], 
    "4580613274.jpg": [
        "A man is using a broom to clean a set of stairs.", 
        "An old man is sweeping steps.", 
        "A man is sweeping the steps.", 
        "An elderly person stands on vast steps and is sweeping them with a broom.", 
        "A man is sweeping outdoor stairs in a park-like environment.", 
        "A man is sweeping his stairs.", 
        "A person sweeping stairs that have moss growing on the sides.", 
        "He's cleaning steps.", 
        "A person is sweeping off steps that lead to an iron gate.", 
        "The person is sweeping the steps.", 
        "An older person is sweeping stone steps leading up to a big gate.", 
        "A man is sweeping stairs outside with an old broom.", 
        "A person is sweeping stairs while wearing traditional wooden clogs.", 
        "A woman is sweeping the steps.", 
        "An older person uses a broom to sweep off some stone steps leading to a metal gate.", 
        "A man is sweeping off steairs.", 
        "a man is cleaning on the ground with a broom", 
        "A person is outside sweeping the stairs.", 
        "A man is sweeping stairs outside.", 
        "A man is sweeping some steps.", 
        "A person is sweeping outdoor concrete steps with a straw broom.", 
        "A person is sweeping steeps that lead up to a gate.", 
        "A man uses a broom to sweep a step."
    ], 
    "3260088697.jpg": [
        "The boy is playing in the waves.", 
        "The little boy is playing in the ocean waves.", 
        "A toddler boy at the beach plays in the water.", 
        "A child is standing in the small waves of water near shore.", 
        "A child playing in the water on the beach.", 
        "A boy is running through the beach water.", 
        "A small child is playing in the waves on a beach.", 
        "a little boy is playing with the waves at the beach", 
        "A little boy is playing in the surf at the beach while his dad watches.", 
        "A boy is standing on the beach at the edge of the waves,", 
        "A young child in on the beach playing with the waves as they come in.", 
        "An excited young man wearing sunglasses is grinning as an ocean wave washes over his feet.", 
        "A cool kid in sunglasses balances on the shore as the waves rush his ankles.", 
        "A little boy is jumping in the shallow ocean water on the beach.", 
        "A young boy plays in the surf on the beach.", 
        "A young boy is playing in the water at a beach, while an adult stands close by.", 
        "A kid in sunglasses and their parent on the beach, enjoying the ocean surf.", 
        "A boy with sunglasses is playing with the waves.", 
        "The child is playing in the water.", 
        "He's playing in the waves.", 
        "A young boy is walking through the water at the beach.", 
        "A child is playing at the beach.", 
        "A little boy is jumping in the waves at the beach."
    ], 
    "4071750215.jpg": [
        "The girl is tossing up the leaves.", 
        "The girl is playing in the leaves.", 
        "A kid is playing in a huge pile of leaves.", 
        "A little girl is smiling as she plays in a pile of leaves.", 
        "A girl is playing in a bunch of leaves.", 
        "A young girl is playing with leaves.", 
        "A little girl is playing in the leaves.", 
        "A child is playing in fallen autumn leaves.", 
        "A little girl is playing in the fall leaves.", 
        "A little girl cries while standing on a pile of leaves.", 
        "A small girl is playing in a pile of leafs.", 
        "A child is trowing leaves in the back yard.", 
        "A child is playing in a lot of leaves.", 
        "A young child playing in the leaves.", 
        "a girl is playing with dead leaves", 
        "A girl is smiling at the leaves she through up in the air.", 
        "A young girl dressed in bright clothes plays in a pile of fallen leaves.", 
        "A young girl is knee deep in leaves as more leaves blow through the air.", 
        "A young kid is standing knee-deep in a pile of leaves as they watch other leaves swirl in the air.", 
        "He's playing in the leaves.", 
        "A little girl has just thrown an armful of autumn leaves into the air, and is looking at the camera.", 
        "A child stands and shrieks as crumpled fall leaves stack to her waist.", 
        "A young girl is standing in a pile of leaves tossing them into the air."
    ], 
    "3818278154.jpg": [
        "A group of people are meditating on the beach.", 
        "Yogis are practicing yoga on a beach.", 
        "A group of people are doing yoga on the beach.", 
        "A group of people are doing yoga on the beach.", 
        "A group of people meditate on the beach on a beautiful day.", 
        "a group of people is doing yoga on the beach", 
        "A group of people doing yoga on the beach.", 
        "They are meitating.", 
        "A group of adults are practicing meditation on the beach.", 
        "A group of people are meditating on a beach.", 
        "An exercise class is sitting cross-legged on mats on the sand at a beach.", 
        "A group of people are meditating on a sunny beach.", 
        "A group of people are doing yoga on a beach.", 
        "A group is sitting on a beach practicing meditation.", 
        "A group of people are doing yoga on the beach.", 
        "A group of people meditate at beach.", 
        "People meditating on a beach.", 
        "A group of people are meditating.", 
        "A group of people are meditating on mats while on the beach.", 
        "Several people are sitting on mats on the beach, meditating.", 
        "A group of men and women sit on mats on the beach meditating.", 
        "People are practicing meditation on a sun lit beach.", 
        "A group of people are sitting on yoga mats on a beach near the ocean and appear to be meditating."
    ], 
    "4263999253.jpg": [
        "Two kids are shoveling snow.", 
        "Children are playing in the snow with shovels.", 
        "Two kids are helping to shovel the yard.", 
        "Two young children are playing outside in the snow with their shovels.", 
        "A girl and boy are shoveling a pile of snow.", 
        "Two kids are playing in the snow.", 
        "A couple little kids are shoveling snow.", 
        "Two children are shoveling snow.", 
        "Two kids shoveling snow.", 
        "Young children dressed warmly shovel snow near a fence.", 
        "Two children are shoveling snow.", 
        "two children are shoveling the snow", 
        "Two children uses shovels to pick up snow.", 
        "Their shoveling snow.", 
        "Two children are shoveling snow in their yard.", 
        "A young girl and young boy are shoveling a pile of snow.", 
        "The little kids are shoveling snow.", 
        "Two children are shoveling snow.", 
        "Children are shoveling snow.", 
        "Two kids bundled in winter clothes play in the snow while one holds a shovel.", 
        "Two children are playing in the snow.", 
        "The children are playing in the snow.", 
        "A little boy in blue and a little girl in pink are shoveling some snow next to a slatted fence."
    ], 
    "7028846053.jpg": [
        "A woman is eating Pho out of an orange bowl with orange chopsticks.", 
        "a woman is eating noodles with chopsticks", 
        "A woman is eating a bowl of noodles.", 
        "A woman is slurping up noodles from a bowl.", 
        "She's eating noodles.", 
        "A girl is eating some noddles out of a bowl with chop sticks.", 
        "A woman is eating noodles with chopsticks and the noodles are hanging out of her mouth.", 
        "A person eating noodles from an orange bowl with chopsticks.", 
        "A woman is eating noodles from a bowl with chopsticks.", 
        "A woman is eating a bowl of noodle soup with chopsticks.", 
        "A woman is eating noodles.", 
        "A woman eating noodles.", 
        "A young woman eats a bowl of noodle soup at a table.", 
        "A woman is using orange chopsticks to eat noodle from an orange bowl.", 
        "A girl inhales pasta, as if famished, from an orange bowl and uses chopsticks.", 
        "A woman is eating noodles out of a cup.", 
        "The woman is eating noodles.", 
        "A woman its ramen from a bowl with chopsticks.", 
        "The woman is eating soup.", 
        "A women is eating noodles.", 
        "A woman eat Chinese noodle soup with chopsticks.", 
        "A woman is eating noodles with chopsticks from an orange bowl.", 
        "A woman is using chopsticks to eat a noodle soup."
    ], 
    "8859482.jpg": [
        "People dressed up as with big wigs are singing on stage.", 
        "The trio was performing on stage.", 
        "They are singing.", 
        "three blonde women are singing", 
        "A group of 3 singing performers are on a stage with a possible band member in the background.", 
        "A group of peolpe are preforming on stage.", 
        "A drag queen is performing at a microphone under a shiny disco ball.", 
        "Three drag queens are singing on a stage.", 
        "Singers dressed in long frocks and curly haired blond wigs are performing onstage under multicolored lights.", 
        "Three drag queens in black dresses are on stage.", 
        "Three singers are performing on stage dressed in costume.", 
        "A group of girls are dressed in drag performing on stage at a music event.", 
        "Three woman with blonde hair sings on stage.", 
        "Three blonde people and a brown-haired person are onstage at some event; the former are singing, the latter is playing guitar.", 
        "Tree people with big wigs singing on stage.", 
        "Three women with white hair are singing on stage.", 
        "A band of female singers is performing.", 
        "The women are singing.", 
        "A group of women performers are singing.", 
        "A group of ladies are singing on stage.", 
        "Several women dressed in costume sing on a stage.", 
        "Three Dolly Parton look a likes are singing on a stage in black dresses and white wigs.", 
        "Several manly looking women in wigs look to be dressed up like judges from the 1800's as they emit into their microphones."
    ], 
    "7773991560.jpg": [
        "A man is at a bar playing pool.", 
        "A young man is setting up a pool shot in a dimly lit bar.", 
        "A person is leaning over with a pool cue while playing pool.", 
        "A man taking a careful shot playing pool.", 
        "A man lining up his pool shot.", 
        "A man is playing pool.", 
        "A pool player is lining up is next shot.", 
        "He's shooting pool.", 
        "a man is playing billard", 
        "A young man is playing pool.", 
        "The dude is playing pool.", 
        "A young adult male is about to make a shot on a pool table.", 
        "A man is playing pool in a bar.", 
        "A man is playing pool.", 
        "A young man is playing pool and getting ready to take his shot with the cue stick.", 
        "A man lines up a pool shot in a dark bar.", 
        "A man is playing pool.", 
        "A man is playing pool.", 
        "A man is playing pool.", 
        "A man is lining up a pool shot at a bar.", 
        "A man is playing pool at a bar and setting up to take his turn on the table.", 
        "A man is playing a game of pool.", 
        "A man is playing pool."
    ], 
    "4584305340.jpg": [
        "The man is washing the windows.", 
        "A man is window washing.", 
        "A man uses a squeegee to clean windows outside a building.", 
        "A man is washing the windows of a storefront.", 
        "He's cleaning windows.", 
        "A man with a hat is cleaning the outside of a bookstore's windows.", 
        "An older man is washing the windows of a commercial property.", 
        "The man is cleaning the front window.", 
        "An older man is washing a window with a squeegee outside of a bookstore.", 
        "A man is cleaning glass windows.", 
        "A man is washing a large window with a roller.", 
        "A man is washing the outside window of a book store.", 
        "A man is cleaning windows.", 
        "A man is washing the windows of a business.", 
        "A man is using a long-handled tool to wash windows.", 
        "A man is using a long handled squeegee to clean the outside glass windows of a store.", 
        "an old man is cleaning a big glass window", 
        "An older man uses a long handled brush to clean a store front window.", 
        "A worker is cleaning the glass of a book store.", 
        "An old man is cleaning the windows of a store.", 
        "A man is using a squeegee on the outside windows of a bookstore.", 
        "A man is cleaning the windows of a store outside.", 
        "A window washer does his job for a book store in the city."
    ], 
    "3938776000.jpg": [
        "A man is walking a bull through a swampy area on a long rope.", 
        "A man directs an oxen pulling a piece of farm equipment in a flooded field.", 
        "A farmer is using a mule to pull a log.", 
        "A water buffalo is being led by a man in a field while other work in the background.", 
        "A man walks through paddy field with a bull.", 
        "Men are crossing water with an ox they have harnessed.", 
        "An ox is tied to ropes and forced to pull a boat through the marsh.", 
        "A farmer is guiding a bull across a muddy creek.", 
        "Two men are working a water buffalo in the fields.", 
        "Workers are guiding an ox through a rice field while pulling a plow.", 
        "People are guiding a water buffalo (?) through the water that is hauling trees.", 
        "A man is holding a buffalo on a leash.", 
        "a man is guiding with a rope an ox in the quagmire", 
        "A man is leading an ox through a rice farm.", 
        "Men are outside trying to wrangle a bull.", 
        "A man is using a rope to lead what looks like a water buffalo through a muddy field.", 
        "Two men are grazing their livestock in shallow water.", 
        "A man working an rice field with an ox.", 
        "Workers use an animal to help with their harvest.", 
        "Some men are walking in a stream with an animal.", 
        "He's working out the oxen.", 
        "Men are using an ox in a watery field.", 
        "A man pulling an ox."
    ], 
    "8155650726.jpg": [
        "A woman is baking pumpkin pies.", 
        "A person is pulling pies out of an oven.", 
        "He's getting pies out of the oven.", 
        "A man is standing near his stove and extracting two pies.", 
        "A man is removing two pies from the oven.", 
        "A man is taking two pies out of the oven.", 
        "A man take two sweet potato pies out the oven.", 
        "A man is taking pies out of the oven.", 
        "A man is taking two pies out of the oven.", 
        "A man is taking two pies out of the oven.", 
        "A man is taking or putting pies in the oven.", 
        "a man is baking two pies in the oven", 
        "The pies are done.", 
        "A man is taking two pies out of the oven.", 
        "A man is baking pies.", 
        "A person is taking two pies out of the oven.", 
        "A man is taking two pies out of the oven", 
        "A man takes two pies out of the oven.", 
        "Someone getting two pies out of the oven.", 
        "A man is carefully sliding the oven rack in with his pies on it to bake.", 
        "Person with two pies in the oven.", 
        "A cook is baking pumpkin pies in the oven in the kitchen.", 
        "A man is removing two pies from the stove."
    ], 
    "4755628405.jpg": [
        "A woman is juggling tennis balls.", 
        "A middle-aged woman in glasses wearing a floral suit juggles tennis balls indoors.", 
        "The woman is juggling some balls.", 
        "She's trying to juggle balls.", 
        "A woman is juggling balls.", 
        "An older women is juggling.", 
        "A woman is juggling tennis balls and has one in her mouth.", 
        "A lady is juggling tennis balls.", 
        "The woman is juggling the balls.", 
        "A woman juggling.", 
        "A woman is juggling three tennis balls.", 
        "A woman with a tennis ball in her mouth and a tennis ball in each hand.", 
        "A woman is holding green balls", 
        "an old woman is juggling some balls", 
        "An older woman is juggling three balls.", 
        "A woman is juggling balls in the air in a room where other people are speaking nearby.", 
        "A woman in a gray skirt is in the midst of juggling three balls.", 
        "A woman is juggling three balls in a classroom.", 
        "A well dressed woman juggles.", 
        "An old woman is juggling three balls.", 
        "An older woman in a skirt juggles.", 
        "A woman is trying to juggle it looks like.", 
        "A old woman attempts to juggle three balls with her hands."
    ], 
    "6552971469.jpg": [
        "A group of people are singing in a choir.", 
        "A choir is singing with their music notes in their hands.", 
        "A choir is singing.", 
        "A choir is singing from books.", 
        "A group of choir hold a Bible while singing hymns.", 
        "A choir of people is standing and holding their songbook while singing together.", 
        "A choir is singing.", 
        "a choir made by middle aged men and women is singing", 
        "A group of singers hold music while singing.", 
        "A mixed choir is singing while holding printed music in front of them.", 
        "A mixed choir of men and women are holding music and singing.", 
        "A choir is singing.", 
        "People are singing in a choir.", 
        "A choir singing.", 
        "A group of people are holding hymnals and singing in a choir.", 
        "People are singing songs from a book.", 
        "A choir is singing while looking at their music books.", 
        "A group of people are singing.", 
        "They are singing in a choir.", 
        "A congregation of people are singing in a church.", 
        "The choir is singing a song.", 
        "A group of people are singing in a choir or at church.", 
        "The choir is singing on stage."
    ], 
    "4455946038.jpg": [
        "The man is balancing a cup on his head at the beach.", 
        "A man at the beach is holding an orange bucket on the top of his head.", 
        "a boy is posing on the beach while holding a small orange bucket on his head", 
        "A man on the beach is holding an orange cup upside down on his head.", 
        "A man is placing a toy bucket on his head.", 
        "A fully clothed man is wearing a small bucket on his head on the beach.", 
        "A man is standing on a beach with an orange cup on his head.", 
        "A man is holding a small sand bucket on his head while standing on the beach.", 
        "A man is holding an orange cup to the top of his head.", 
        "While at a beach, a man place a small orange pail on his head.", 
        "One balding fellow holds an orange cup on his head and winces as he presents on the smooth beach.", 
        "A man is standing on a beach with an orange bucket on his head.", 
        "He has placed a small orange pail on his head.", 
        "A man on a beach holding an orange pail to his head.", 
        "A man is on the beach with an orange cup upside down on his head.", 
        "A man at a beach is smirking as he places a child's orange sand pail on his head.", 
        "A man wearing a jacket holds a small orange bucket on his head at the beach.", 
        "A man is on the beach with a pail on his head.", 
        "He's playing on the beach.", 
        "A man is wearing a small orange cup on his head.", 
        "A man is holding a small orange pail upside down on his head with the beach and the ocean in the back ground.", 
        "The man is having fun with a small bucket on his head.", 
        "A man is putting an orange and pail on his head like a hat."
    ], 
    "6845273916.jpg": [
        "A person just released a bowling ball down a bowling lane, headed toward the pins.", 
        "A boy is bowling and he has just released the bowling ball.", 
        "A child is bowling.", 
        "A child is bowling.", 
        "A boy rolling a bowling pin.", 
        "A person throws a bowling ball down a lane.", 
        "A person just after they threw their bowling ball.", 
        "A little boy is bowling.", 
        "A little boy just rolled a bowling ball down the lane.", 
        "a boy is playing bowling", 
        "The kid is bowling.", 
        "A child threw a bowling ball down the alley.", 
        "A kid just bowled a bowling ball.", 
        "A young boy is bowling at the bowling alley.", 
        "A young man is bowling.", 
        "A young boy uses a bowling ball to knock down pins.", 
        "A young boy in green shoots a bowling ball down a lane.", 
        "A person is playing bowling and has just tossed the ball.", 
        "He's bowling.", 
        "A boy just took his shot at bowling.", 
        "A young boy just threw a bowling ball up the alley.", 
        "A young one wearing a camouflage shirt and a neon green coat is in action after he throws his bowling ball.", 
        "A child is bowling in a bowling alley."
    ], 
    "126594141.jpg": [
        "An athlete is tying her shoe.", 
        "She's tieing her shoe.", 
        "A woman tying her shoelaces on a soccer field", 
        "A woman is tying her shoes in preparation for a sport.", 
        "A girl is tieing her shoes at scocer practice.", 
        "a girl is tying her shoe on a play field", 
        "A girl is tying her cleats on the edge of a sports field.", 
        "On a track field a woman bends down to tie her shoes.", 
        "a girl is preparing for her game.", 
        "A girl is tying her cleats.", 
        "An athlete is lacing up her shoes before taking the field.", 
        "A girl is changing out of her tennis shoes into soccer cleats on a soccer field.", 
        "A girl is changing into her athletic cleats on a field.", 
        "A female athlete is tying her shoe laces on a field.", 
        "A girl is tying her shoe on a soccer field.", 
        "The girl is tying her shoe.", 
        "A girl is tying her shoe on a soccer field.", 
        "The girl is putting on her cleats.", 
        "A young girl kneels on the soccer field as she ties up her cleets.", 
        "A young woman ties her soccer shoe while kneeling at the edge of the field.", 
        "A young woman is tying her shoe on a field.", 
        "A woman on a field is tying her shoelaces.", 
        "A woman ties her soccer shoe while kneeling on the field."
    ], 
    "1414454789.jpg": [
        "Three chefs are preparing a meal.", 
        "Chefs are preparing food for the restaurant.", 
        "Chefs prepping a meal in the kitchen.", 
        "A group of people dressed in chefs coats work in a kitchen.", 
        "Cooks are working in the kitchen.", 
        "Chefs are cooking in a kitchen.", 
        "Three workers are preparing food in a kitchen.", 
        "The chef is preparing a meal.", 
        "Several cooks are preparing food in a kitchen.", 
        "Chefs are working in a kitchen.", 
        "Three chefs are preparing food in a crowded kitchen.", 
        "Several chefs stand in the kitchen while one prepares food beside a box of Kosher Salt.", 
        "Chefs are prepping in a kitchen.", 
        "Some people are cooking in the kitchen.", 
        "Chefs are preparing a meal.", 
        "They  are preparing food.", 
        "Several chefs in a kitchen.", 
        "some people are cooking in a professional kitchen", 
        "Chefs are preparing food in a restaurant kitchen.", 
        "Chefs are preparing food in a kitchen.", 
        "Kitchen staff is preparing food.", 
        "Three chefs works hard in the kitchen.", 
        "The chefs are cooking in the kitchen."
    ], 
    "5770115416.jpg": [
        "An older man holds a white paintbrush as he adds details to a painting of a bird.", 
        "An old painter is creating art.", 
        "An artist is painting a picture.", 
        "A man is painting a picture.", 
        "A man is painting a nature picture.", 
        "An elderly man paints a rooster with great detail.", 
        "He is painting a picture.", 
        "A man is painting.", 
        "An older man is painting a picture with a chipmunk in the woods.", 
        "an old man is drawing a painting", 
        "A man is adding details to the tree branch of his canvas painting.", 
        "An elderly man is painting.", 
        "The man is painting a picture.", 
        "An elderly painter is finishing his painting of an exotic landscape.", 
        "A man painting .", 
        "A right-handed painter paints a landscape.", 
        "An elderly man is painting a picture intently.", 
        "A man is painting a picture with a paintbrush.", 
        "A old man paints a squirrel in nature.", 
        "A man is painting a picture.", 
        "An artist is applying the finishing touches to a painting of a bird.", 
        "A man is painting a photo.", 
        "He's painting a picture."
    ], 
    "2667549961.jpg": [
        "A baby wearing a black outfit crawls on a wood floor toward a water bottle.", 
        "A baby is crawling to a water bottle.", 
        "A baby is crawling across a sunlit wooden floor.", 
        "A baby crawls on a floor towards a kitchen cabinet", 
        "A baby is crawling on a sunlit wooden floor.", 
        "The baby is crawling across the floor towards the water bottle.", 
        "A baby is laying on the floor near a water bottle.", 
        "A baby is crawling on a wooden floor.", 
        "The baby is crawling.", 
        "A baby is crawling on all fours on a light colored wooden floor with a water bottle a short distance from him.", 
        "A baby is trying to get a water bottle on the floor a couple feet away from him.", 
        "A baby is crawling towards a bottle of water.", 
        "A baby is having tummy time on a hardwood floor.", 
        "A baby is scooting towards a water bottle.", 
        "A baby is crawling toward a water bottle on a wooden floor.", 
        "A baby crawling on a wood floor.", 
        "He's crawling on the floor.", 
        "A baby is crawling near a water bottle.", 
        "A baby crawls over a wooden floor toward a bottle of water as the sunlight scatters in.", 
        "a toddler is playing on the ground", 
        "A baby is crawling towards a bottle of water.", 
        "Baby crawling on a wood floor toward a water bottle.", 
        "A baby is crawling across a wood floor towards a bottle of water."
    ], 
    "5421108099.jpg": [
        "The children are bowling.", 
        "Kids are taking their turns in a bowling game.", 
        "Two boys bowling with rails over the gutters.", 
        "Two boys are bowling.", 
        "Two young boys are bowling at a bowling center.", 
        "Two kids are bowling.", 
        "two boys are playing a game of bowling.", 
        "two children are playing bowling", 
        "Two kids are bowling.", 
        "Two kids are bowling.", 
        "Two kids bowling, one in a red shirt and one in a blue shirt.", 
        "Two kids throw a bowling ball down the lane.", 
        "Two young boys are bowling.", 
        "Two young boys are bowling at different bowling lanes.", 
        "They are bowling.", 
        "Two young boys roll bowling balls down an alley.", 
        "Children are bowling at a bowling alley.", 
        "Two boys are bowling in a bowling alley.", 
        "Two little boys are bowling.", 
        "Two young buys watch their bowling balls as they roll down the lane.", 
        "Two little boys bowling.", 
        "Two young boys are bowling in a bowling alley.", 
        "Two boys are playing bowling in a bowling alley."
    ], 
    "5220880759.jpg": [
        "a boy is taking a shower", 
        "A man is taking a shower.", 
        "He's taking a shower.", 
        "A man is washing his face in the shower.", 
        "A man is taking a shower.", 
        "A person is showering.", 
        "A man is taking a shower.", 
        "A person is taking a shower and they have their hands over their face.", 
        "A fit man is taking a shower.", 
        "A person showering in a darken bathroom in front of a window.", 
        "A man stand in the shower and rubs his face as the water pours over him.", 
        "A man is washing his face with his hands in the shower.", 
        "A man in the shower with his hands over his face.", 
        "A man is taking a shower.", 
        "A man is showering.", 
        "A man showers.", 
        "A person is taking a shower.", 
        "A man in a bathroom takes a shower.", 
        "A man is rinsing his face off in the shower.", 
        "A man is showering.", 
        "The person is taking a shower.", 
        "A man is in the shower, letting the water run over his face.", 
        "A man is taking a shower in a dark shower room with a bottle of shampoo and a bottle of conditioner on the ledge."
    ], 
    "7575074972.jpg": [
        "A heavy set barber is shaving the face of a male customer in his barbershop.", 
        "A barber is giving a man a haircut and shave.", 
        "A barber is cutting a gentleman's hair.", 
        "A barber shavings the beard of another man sitting in his chair.", 
        "a barber is shaving a client", 
        "A man is shaving another man in the barber shop.", 
        "A man getting a shave from a barber.", 
        "A barber is shaving a man's face.", 
        "The barber is shaving the man.", 
        "A barber shaves a man seated in the barber chair with a razor.", 
        "A man is getting his face shaved.", 
        "A barber shaves a mans faces with a straight razor as he turns his head to the side.", 
        "A male barber is shaving another man.", 
        "A barber is shaving his customer.", 
        "A barber is shaving a client.", 
        "He's shaving a customer.", 
        "The barber is shaving the man's face.", 
        "A man is getting a shave by a barber.", 
        "A barber is shaving a man's face with a straight razor.", 
        "A barber is using a straight razor to shave a customer.", 
        "A man uses a razor to shave his customer's beard.", 
        "A barber is shaving his clients face with a blade.", 
        "A man is getting a shave with a straight razor."
    ], 
    "281706216.jpg": [
        "A man is shoveling dirt.", 
        "A man is digging.", 
        "A man is digging a hole.", 
        "An Asian man wearing a hat is using a shovel to dig alongside a road.", 
        "A man is digging a trench with a shovel.", 
        "A man digs a ditch through a field.", 
        "A man is digging a ditch with a shovel.", 
        "A man is using a shovel to dig.", 
        "He's digging a grave.", 
        "Out on the field, a elderly man uses a shovel to dig dirt.", 
        "A man is digging with a shovel.", 
        "An older man with a sleek hat stands in a ditch and shovels it out onto the green grass and pavement.", 
        "A man is digging a ditch with a shovel.", 
        "An old man is digging a hole.", 
        "A man is working in a field.", 
        "A man is digging a hole in a field.", 
        "A man with a shovel in his hand is digging.", 
        "A man in a hat shoveling siol.", 
        "A man is digging a ditch.", 
        "A man digging a trench with a shovel.", 
        "A man wearing a hat is digging a ditch.", 
        "A man is digging a hole with a shovel.", 
        "an old man is tilling the soil"
    ], 
    "2760560588.jpg": [
        "She's writing on a chalkboard.", 
        "A person is writing sentences on a chalkboard.", 
        "A person is writing on a chalk board.", 
        "Someone whose back is turned is writing out simple questions on a blackboard.", 
        "A person is writing on a chalkboard.", 
        "A person is writing a sentence on a chalkboard.", 
        "A person is writing on a chalk board.", 
        "A man is writing words on a chalk board.", 
        "A mathematician is writing on the chalk board.", 
        "The teacher is writing on a chalkboard.", 
        "A woman is writing on a chalkboard.", 
        "A teacher is writing on the blackboard.", 
        "Someone is writing information on a chalkboard for a class.", 
        "A man is writing formulas on a chalk board.", 
        "A person is writing on a chalk board.", 
        "The teacher is writing a prompt on the chalkboard.", 
        "The person is writing on the chalkboard.", 
        "A teacher writes on a chalkboard.", 
        "A person writes questions on a chalkboard.", 
        "A person is writing on a chalkboard.", 
        "a man is writing on a blackboard", 
        "A man writing.", 
        "A person is writing questions on a chalkboard."
    ], 
    "6800805602.jpg": [
        "A scientist is working in the lab.", 
        "A woman in a laboratory is taking samples.", 
        "A scientist is performing a test on a sample.", 
        "A person is running a dna test.", 
        "A scientist is working in a lab.", 
        "A woman scientist works under a hood injecting material into a vial.", 
        "She's filling tubes.", 
        "a woman is working with lab equipment", 
        "A doctor is squeezing ointment onto her gloved finger.", 
        "A scientist is using an instrument to perform work on a sample.", 
        "A woman wearing a lab coat test out medicine.", 
        "A woman working in a lab.", 
        "The scientist is testing something.", 
        "A doctor appears to be dispensing some type of medication.", 
        "A medical worker is adding a collected sample to a test tube.", 
        "A female scientist is testing her scientific samples", 
        "A women is filling test tubes.", 
        "A woman in a lab is using scientific equipment to conduct a study.", 
        "A researcher is performing a test in the lab.", 
        "A scientist is preparing vials.", 
        "A woman in a lab coat is taking samples in a laboratory.", 
        "A woman is doing work in a lab.", 
        "Woman injecting vial with a substance."
    ], 
    "6918285809.jpg": [
        "A man is mixing a drink at a bar.", 
        "A man is pouring a cocktail.", 
        "A bartender is making a drink.", 
        "a man is pouring a drink from a shaker to a glass cup", 
        "A bartender is mixing a drink at the bar.", 
        "A man behind the bar is mixing a drink.", 
        "A bartender is pouring a drink.", 
        "A bartender is pouring a drink from a metal shaker into a glass.", 
        "A bartender pouring a drink from a shaker to a glass.", 
        "The bartender is mixing a drink.", 
        "A bartender is making a drink", 
        "A man is pouring a drink into his cup.", 
        "The bartender is pouring a mixed drink into a tall glass.", 
        "A bartender is pouring a drink he just mixed.", 
        "A bartender is pouring a drink into a cup.", 
        "A man is pouring a drink from a shaker into a glass.", 
        "A bartender is mixing liquor at the bar.", 
        "A bartender is pouring a drink from a cocktail shaker.", 
        "A bartender pours a mixed drink in a tall glass.", 
        "He's mixing a drink.", 
        "A bartender is mixing and pouring a drink into a glass from a silver cup.", 
        "A man is pouring a drink at a bar.", 
        "At a bar a  bartender mixes drinks."
    ], 
    "6681703035.jpg": [
        "A man is cutting a woman's hair and a woman is cutting a man's hair in the background.", 
        "A man is cutting a womens hair.", 
        "Stylists are carefully giving their clients a haircut.", 
        "The man is cutting the woman's hair.", 
        "Two people are seated and getting their hair cut by hipsters.", 
        "Two hairdressers are cutting two peoples hair.", 
        "A man cutting a woman's hair while a woman cuts a man's hair in the background.", 
        "A man is busy doing a woman's haircut.", 
        "A barber trims a woman's hair.", 
        "A man is cutting a woman's hair while a woman cuts a man's hair in the background.", 
        "A woman is getting her hair cut by a hair stylist.", 
        "A hairstylist is giving a fancy hairdo to a dark-haired woman.", 
        "The man is cutting the woman's hair.", 
        "Barbers are giving their customers haircuts.", 
        "A man is styling a woman's hair.", 
        "Hair stylists are trimming their customers' hair.", 
        "A man cutting a woman's hair.", 
        "They are getting haircuts.", 
        "A man in a hat cuts a woman's hair.", 
        "A man is cutting a woman's hair while another woman is cutting a guy's hair in the background.", 
        "two hairdresser are cutting the hair of two people", 
        "A man and a woman are cutting the hair of another man and woman.", 
        "A man is cutting a woman's hair."
    ], 
    "4753970630.jpg": [
        "A young girl in a pink bathing suit is jumping into a bright blue pool", 
        "The girl is jumping into the pool.", 
        "A girl is jumping into a swimming pool.", 
        "A child jumps into a shallow pool.", 
        "She's jumping into the swimming pool.", 
        "a girl is jumping inside a pool", 
        "A girl is jumping into a pool.", 
        "The girl is jumping into the pool.", 
        "A little girl is jumping into the pool.", 
        "A little girl is jumping into a pool.", 
        "A young girl is jumping into the pool.", 
        "A child is jumping into the pool.", 
        "A girl jumping into a pool.", 
        "A child is jumping into a pool.", 
        "A little girl is jumping into the swimming pool.", 
        "A young girl wearing a pink shirt and swim goggles is hamming it up for the camera as she jumps in a pool.", 
        "A young girl in goggles is jumping into a swimming pool.", 
        "A girl is jumping into a swimming pool.", 
        "A happy young girls is jumping into a pool.", 
        "A girl is jumping into the swimming pool and smiling.", 
        "A young girl in pink wearing goggles jumps into a pool.", 
        "A female in a pink swimsuit  is jumping into a swimming pool.", 
        "A kid looks at the camera while jumping into a swimming pool."
    ], 
    "2047030603.jpg": [
        "A man is smiling while moving on a travelator with a cart full of groceries.", 
        "a man is carrying a cart with some bag of groceries", 
        "A man is pushing a cart full of full plastic bags.", 
        "The man is leaving the grocery store.", 
        "A man is pushing a car filled with trash bags.", 
        "A man is holding a shopping cart filled with orange bags as it moves along an automated walkway.", 
        "A man is pushing a cart full of plastic bagged items.", 
        "A man is pushing a cart full of groceries.", 
        "The man has just finished shopping.", 
        "A man pushes a cart filled with orange shopping bags through a narrow walkway.", 
        "A man wearing glasses using a travelator with a shopping basket full of purchased groceries.", 
        "A man is walking back from the grocery store with his cart.", 
        "A man is pushing a shopping cart full of groceries in bags.", 
        "He just got through grocery shopping.", 
        "A man smiles at a camera while walking with  a grocery cart full of groceries.", 
        "A man is pushing a cart full of orange grocery bags.", 
        "A man is pushing a cart of orange bags.", 
        "A man is leaving a building with a cart full of shopping bags.", 
        "A man is wheeling a shopping cart filled with several bags of groceries.", 
        "A man is pushing a cart full of items in orange bags and smiling.", 
        "A man wearing glasses is smiling as he's holding a cart full of orange bags.", 
        "A man is pushing a shopping cart full of grocery bags.", 
        "A man with a shopping cart full of bags on a moving sidewalk."
    ], 
    "4322110026.jpg": [
        "A young man wearing a gray t-shirt is shaving his face which is lathered with shaving cream", 
        "A college student in a gray tee shirt is shaving his face.", 
        "A man is shaving his face with a razor.", 
        "A man with shaving cream on his face just starting to shave.", 
        "A man is shaving his beard.", 
        "A man is shaving his face.", 
        "He's shaving.", 
        "a man is shaving", 
        "The man is shaving.", 
        "A man is shaving using a razor and shaving cream.", 
        "A man is shaving his face.", 
        "A man looks in bathroom mirror while shaving his beard.", 
        "A man is shaving his beard.", 
        "A young man with a face full of shaving cream shaves.", 
        "A man is shaving his beard with a razor.", 
        "A man is shaving his face.", 
        "A man is looking in a mirror shaving his face.", 
        "A man is making the first downstroke with a razor across his shaving cream covered face.", 
        "The man is shaving his beard.", 
        "A man is shaving his face.", 
        "A man is shaving his face with a manual razor and shaving cream.", 
        "A man is shaving his face.", 
        "A man is shaving his face."
    ], 
    "7119846943.jpg": [
        "A little girl hoola hoops while people sit in the background.", 
        "A girl is hula-hooping.", 
        "A girl is hula hooping.", 
        "A young girl is performing with hula hoops in an outdoor park with people sitting on the grassy ground nearby.", 
        "a little girl is playing with hula hops", 
        "A young girl stands on a patch of grass at a busy location while playing with two hula hoops.", 
        "A girl is hula hooping with two hula hoops.", 
        "A girl is double hula-hooping.", 
        "She playing hola hoop.", 
        "A child is hoola hooping.", 
        "A girl is hula hooping with two hoops in the grass with people in the background.", 
        "A young girl is using two hoola hoops.", 
        "The girl is hula hooping.", 
        "A young girl stand in the park and doubles down on hula hoops while the cool cats do their thing.", 
        "A young girl in an outdoor park is hoola-hooping with two hoops going at the same time.", 
        "A girl is dancing with two hula hoops.", 
        "A small girl is performing with two hula-hoops.", 
        "A little girl is hula hooping with two hoops.", 
        "A little girl is using two hula hoops at once in a park.", 
        "A girl hula-hooping.", 
        "A little girl is hula-hooping with two hula-hoops simultaneously.", 
        "A little girl is hula hooping with two hula hoops.", 
        "A girl hula hooping with two hoops."
    ], 
    "5217022503.jpg": [
        "A group of people  using their bare hands digging in soil.", 
        "A group of women and children in a feild doing farmwork.", 
        "A group of Africans are picking vegetables from a garden.", 
        "A group of women are using their hands to dig in a garden.", 
        "A group of people are working in the fields.", 
        "Women and children are working in a field.", 
        "A group of ladies are gardening.", 
        "A group of poor farmers tend to their crops with children present.", 
        "Women are gardening in a field while two other women carry their babies.", 
        "The women are planting the crops.", 
        "some women are working on a farm", 
        "They are digging up potatoes.", 
        "Women are stooped over and working on a farm planting crops as other women with children walk by.", 
        "People are working in a garden in what looks to be a third world country.", 
        "People are working on a plantation.", 
        "A group of women are farming by hand.", 
        "A group of female workers are digging in the dirt with a few children.", 
        "Women and children are in a garden planting stuff.", 
        "Nine people working a small plot of land; only four are adults..", 
        "A group of people are harvesting or planting food while a woman holding a baby and other children are standing in the field.", 
        "Women are working in a garden while another woman, holding a baby, looks on.", 
        "Several women are working in a field while a number of children watch nearby.", 
        "The people are tending to a garden."
    ], 
    "33064498.jpg": [
        "Kids are playing scoccor", 
        "A young girl and a boy are playing soccer.", 
        "A boy and girl are passing a soccer ball during practice.", 
        "A young soccer player is preparing to kick the ball.", 
        "A young girl soccer player is getting to kick the soccer ball to a young boy soccer player.", 
        "A boy and girl are playing soccer.", 
        "Two children stand outside in gear and pass a soccer ball.", 
        "A little girl is going to kick a soccer ball to a little boy.", 
        "Two kids are playing with a soccer ball in soccer uniforms.", 
        "Their plying soccer,", 
        "The kids are playing soccer.", 
        "Two children are playing soccer.", 
        "Two children are playing with a soccer ball.", 
        "A little girl is kicking a soccer ball to a little boy.", 
        "The children are playing soccer.", 
        "A young girl lines up a shot with a soccer ball while a young boy guards a goal.", 
        "A boy and girl are playing soccer.", 
        "A girl is about to kick a soccer ball to her younger brother.", 
        "Two kids at the park plays soccer.", 
        "Two kids are on the grass kicking a soccer ball.", 
        "A young girl is kicking a soccer ball on a field with a young boy in front of her.", 
        "a boy and a girl are playing soccer on the grass", 
        "A boy and a girl playing soccer."
    ], 
    "4201813513.jpg": [
        "A skier is skiing around a quick curve down a sloped terrain.", 
        "A skier is going down a hill very fast.", 
        "Outside a man skiing really fast leaving behind debris of snow.", 
        "A man skiing down a hill making a right turn.", 
        "A person is skiing down a hill.", 
        "A man is skiing down a bank.", 
        "The person is skiing.", 
        "A man is skiing down a steep slope.", 
        "A man is skiing.", 
        "A person is skiing down a hill", 
        "A skier is skiing down a hill.", 
        "A skier is performing a turn on the slopes.", 
        "A man is skiing down a snow covered mountain.", 
        "A skier is throwing up powder as they ski down a slope.", 
        "The man is skiing at an angle down a slope.", 
        "A man is skiing.", 
        "He's skiing down a slope.", 
        "a man is skying", 
        "A downhill skier is throwing up a trail of snow as they make a sharp turn.", 
        "A skier is turning as he skies down the mountain.", 
        "A person skiing.", 
        "A skier slides and kicks up snow as he heads down the slope.", 
        "A man is skiing down a hill at an angle."
    ], 
    "4555514125.jpg": [
        "A man dressed in black is pushing a blue recliner through a busy street.", 
        "A man is pushing a cough through a busy walkway.", 
        "He's pulling a sofa.", 
        "Outside on a busy street, a man pu.shes a chair", 
        "A man is pushing a chair down a busy street.", 
        "The main is pushing a chair on a busy street.", 
        "A man moving a sofa along a busy sidewalk.", 
        "A man is pushing a couch down a crowded sidewalk filled with people.", 
        "A man is pushing a couch down a crowded sidewalk with people passing by.", 
        "The man is placing the chair on the sidewalk.", 
        "A man is pushing a piece of furniture along a crowded sidewalk.", 
        "A man wearing black pushes a blue chair down a crowded sidewalk.", 
        "A man is pushing an armchair on a street filled with people.", 
        "A man is pushing a sofa on a crowded city street.", 
        "A man is pulling a blue chair outside on the sidewalk as commuters walk by..", 
        "A man is pushing a chair up a street while a group of people are walking opposite him.", 
        "A man is pushing a couch down a sidewalk, past other people.", 
        "a man is pushing an armchair in the street while people walk next to him on a sideway", 
        "A man is pulling a chair down a street.", 
        "A man is pushing a couch on a sidewalk.", 
        "People are passing by a man who is moving a couch along a sidewalk.", 
        "A man is pushing a blue chair down a sidewalk while people walk past.", 
        "A man is pushing a chair down the side walk."
    ], 
    "1679732375.jpg": [
        "The two men are having a conversation on the bench.", 
        "Two friends are sitting on a park bench and talking.", 
        "Two friends are enjoying a conversation.", 
        "Their sitting on a bench talking.", 
        "Two men are sitting on a bench talking to each other with a tree covered landscape in the distance.", 
        "A couple is seated on a bench overlooking a field and Autumnal forest.", 
        "Two friends are chatting on a park bench.", 
        "Two people are sitting close to each other on a bench in the park talking.", 
        "A couple is sitting on a bench with nice fall trees in the background.", 
        "Teo people on a bench overlooking a field and trees that are turning.", 
        "Two men are sitting on a bench in a parlk.", 
        "Two people are sitting on a bench.", 
        "A man and a woman are sitting on a bench, looking out at trees that show colors of fall.", 
        "A couple sits on a bench and chat on a stunning fall day.", 
        "Two people are sitting on a park bench enjoying the view.", 
        "Two people sit on a park bench in the fall.", 
        "A older couple sit on a park bench.", 
        "Two people wearing baseball caps are seated on a park bench gazing at the fall landscape and talking to each other.", 
        "A couple is sitting on a park bench enjoying the view.", 
        "Two men are sitting on a wooden bench facing a hilly area where the leaves of the trees are in the midst of changing colors.", 
        "Two men sit on a bench next to a path with a view of a field and a stand of trees.", 
        "Two men sit on a bench talking in the fall with colorful trees in the background.", 
        "two people are sitting on a bench in a park"
    ], 
    "6956922556.jpg": [
        "Two girls blowing kisses in front of a pathway lined with trees.", 
        "Their blowing kisses.", 
        "Two girls are blowing air kisses.", 
        "a girl in her twenties and a teenagers are posing for a picture, maybe right after having sent a kiss with their hands", 
        "The girls are blowing kisses.", 
        "A woman and a girl are blowing an air kiss.", 
        "Two younger girls are leaning together with their hands out on a sidewalk.", 
        "Two girls are blowing kisses to the camera on a sunny day.", 
        "Two girls are blowing kisses towards the camera.", 
        "A sibling photo of two girls with a forest scene in the background.", 
        "A mother and her daughter are extending their hands with welcoming smiles as tall trees and a winding road is visible in the background.", 
        "Two girls are blowing a kiss.", 
        "Two girls on a tree-lined path blow kisses to the camera.", 
        "At a park, two little girls makes air kisses.", 
        "Two kids blow kisses at the camera as they stand on a long path outside.", 
        "Two girls are blowing a kiss as a pose for a photo.", 
        "Two girls are blowing kisses.", 
        "Two children are posing for a photo.", 
        "Two children blow the view a kiss.", 
        "Two girls are blowing kisses for a picture in the park.", 
        "Two girls are blowing kisses at the camera.", 
        "Two girls are getting their picture taken on a trail.", 
        "Two girls are blowing kisses outside."
    ], 
    "6589292543.jpg": [
        "A boy in a green shirt laying on his stomach on a bed looking to his left.", 
        "A small child is laying face down on a bare mattress.", 
        "A young boy mushes his face on a pillow on an uncovered mattress.", 
        "A little boy is laying down on a mattress displayed in a store.", 
        "A boy is trying out mattresses in a store.", 
        "A toddler is laying face-down on a pillow, seemingly in the middle of a mattress store.", 
        "The toddler is laying on his stomach on the bed.", 
        "A toddler boy wide awake lays in bed.", 
        "A boy is trying out a store mattress.", 
        "A little boy is laying face down on a bed with no sheets or blankets.", 
        "He's trying to sleep.", 
        "A fully dressed toddler is lying on his tummy on a bed with his face on a pillow.", 
        "A kid is lying face down on a bed, waking up from a nap.", 
        "A toddler is lying drowsily on a bed.", 
        "a boy is resting with his tummy down on a bed", 
        "A young boy is laying on a mattress and pillow with no sheets.", 
        "The little boy is trying the bed out.", 
        "The child is laying down, but not asleep.", 
        "A little boy is laying on a mattress in a mattress store it looks like.", 
        "A child is laying on a matress.", 
        "A young boy is laying down on his stomach on the bed.", 
        "A boy laying on his stomach on a mattress in a store.", 
        "A child is trying out a mattress at a store."
    ], 
    "41911141.jpg": [
        "two girls are playing in the water", 
        "Two girls are smiling for a picture while swimming.", 
        "Two girl are looking up at the camera while on the steps of a pool.", 
        "Two little girls playing in the ocean.", 
        "Two girls are pushing themselves out of the water while looking at the viewer.", 
        "Two young girls are in a body of water, one standing, one laying in the water.", 
        "The girls are swimming in a pool.", 
        "Two young girls dressed in black ponytails and red swimsuits are swimming in the turquoise ocean near the reef.", 
        "Two girls playing in the water.", 
        "Two girls are swimming.", 
        "Two girls are swimming in water.", 
        "Two little girls swims at the beach.", 
        "Two young kids play by the reef as one gets out of the water and the other smiles just behind her.", 
        "Two girls in red swim suits play on a set of steps in the water.", 
        "Two little girls are swimming in the water.", 
        "Two little girls are swimming.", 
        "Two young swimmers are looking up at the camera from the edge of a pool.", 
        "Two young girls are swimming in the water.", 
        "Two girls are swimming.", 
        "Two girls are looking at the camera as they get out of the water.", 
        "Two girls are playing in the water.", 
        "Two young girls are swimming in shallow water.", 
        "They are posing for a picture."
    ], 
    "5506407501.jpg": [
        "A man is ironing a white shirt.", 
        "An old man is ironing clothes.", 
        "an old man is ironing a shirt", 
        "A man is ironing his shirt.", 
        "A man is ironing a white shirt.", 
        "A tailer ironing a clothing item in his shop.", 
        "An Asian man smiles as he irons a white shirt.", 
        "A man is ironing a white dress shirt.", 
        "A man is ironing some fabric.", 
        "A man is ironing a shirt and smiling.", 
        "a man is ironing some clothing.", 
        "A man is ironing a shirt.", 
        "A man is ironing his shirt.", 
        "An older man runs an electric iron over a white collared shirt.", 
        "He is ironing a white shirt.", 
        "A old man irons a white shirt.", 
        "A man ironing.", 
        "He's iorning a shirt.", 
        "A man is ironing a shirt.", 
        "A smiling old man is ironing a shirt.", 
        "An Asian man is ironing out a casual shirt.", 
        "A tailor is pressing a white button up shirt on a table.", 
        "The man is ironing some clothes."
    ], 
    "3708748633.jpg": [
        "A man is playing bagpipes.", 
        "A man is playing bag pipes.", 
        "A man is playing a bagpipe.", 
        "A dressed-up man leans on a wall and plays his bagpipes outside.", 
        "A man is playing a bagpipe.", 
        "An older gentleman is playing the bagpipes.", 
        "A man dressed in a traditional kilt is playing bagpipes while leaning against a bridge barrier overlooking a river.", 
        "A musician is playing his bagpipes.", 
        "A man is playing the bagpipes.", 
        "A man is playing the bag pipes.", 
        "An older man wearing a kilt is leaning against a wall and playing the bagpipes.", 
        "A man playing a bagpipe.", 
        "A older man wearing a skilt and creates music with a bag pipe.", 
        "A man is playing the bagpipes.", 
        "A man is playing a set of bag pipes.", 
        "The man is playing the bagpipes.", 
        "A man is playing bagpipes.", 
        "He's playing the bag pipes.", 
        "The man is playing bagpipes.", 
        "A man playing a bagpipe.", 
        "A man is playing bagpipes while leaning on a stone wall.", 
        "a man is playing a bagpipe on a bridge", 
        "An older man leans against a wall beside some water while playing the bagpipes."
    ], 
    "4986581949.jpg": [
        "A woman is riding on the subway.", 
        "A woman is sitting on a subway with her coat in her lap.", 
        "A black woman dressed in red sits on a subway car holding her belonging on her lap.", 
        "A woman is sitting on the public train.", 
        "A woman sits on the subway waiting to get to her destination.", 
        "A professional woman dressed in a red jacket and a black shirt is sitting on a train with her black coat and bag on her lap.", 
        "A woman is riding on a subway train.", 
        "A woman on the subway with a big bag and a coat on her lap.", 
        "A woman is sitting down in a subway train.", 
        "A tired-looking woman in a red shirt is sitting on a subway car or bus.", 
        "A woman deep in thought sits alone on a train.", 
        "A lady is riding on public transportation.", 
        "A woman is taking the bus or tram somewhere.", 
        "A woman is sitting in a subway car.", 
        "A woman is sitting along on a bus with a large bag and her coat in her lap.", 
        "A women is sitting on the train.", 
        "The woman is riding on public transportation.", 
        "A forlorn black woman holds her coat on a bus and waits.", 
        "A woman riding the subway is seated with her belongings on her lap.", 
        "She's sitting on a train.", 
        "A woman is sitting on the subway looking despondent.", 
        "A woman holding a bag and a coat is sitting on the subway.", 
        "a woman is riding a metro while lost in her thoughts"
    ], 
    "335110163.jpg": [
        "A woman is taking a photo of a bottle.", 
        "A woman is taking a picture with a nice camera.", 
        "A woman is photographing a bottle.", 
        "A woman is taking a close up photo of a bottle.", 
        "A woman is taking a photo of a bottle with a macro zoom closeup lens.", 
        "A woman is taking a photo of a small object.", 
        "A girl is photographing objects on a bed.", 
        "A photographer is taking pictures of an object.", 
        "a woman is taking a picture of a bottle of perfume", 
        "A lady is taking pictures of jewelry and other items.", 
        "A woman taking a close-up photo of a bottle.", 
        "A woman is taking a picture of something with a very expensive camera.", 
        "A photographer is taking a close-up shot of a bottle.", 
        "A women is taking a photograph.", 
        "She is taking a close photo of a bottle.", 
        "A woman is holding a camera to take a picture of a perfume bottle in front of her.", 
        "A woman is taking a photograph of a small bottle.", 
        "A photographer takes picture of a perfume bottle.", 
        "A photographer is capturing a bottle of perfume on a bed.", 
        "She's taking a picture of the bottle.", 
        "A young woman sets up a perfume bottle and takes a picture.", 
        "A young woman takes a photo of a perfume bottle laying on the bed inside.", 
        "A woman is taking a close up picture of a bottle sitting on a bed."
    ], 
    "6798727809.jpg": [
        "A man is looking through a microscope.", 
        "He;s looking at germs.", 
        "A man is looking through a microscope in a laboratory.", 
        "A man in a lab coat is looking through a microscope.", 
        "A researcher is looking into a microscope.", 
        "A scientist is examining something on the microscope and tuning it for a closer view.", 
        "The lab worker is looking into the microscope.", 
        "A man is looking through a microscope.", 
        "The scientist is looking into his telescope.", 
        "A man is using a microscope.", 
        "A man is examining something under a microscope in a lab.", 
        "A scientist is looking through a microscope at a sample on a slide.", 
        "a man is looking inside a microscope", 
        "At a lab a scientist looks inside a microscope.", 
        "A male scientist is bent over and examining a specimen in his microscope.", 
        "A scientist is looking in a microscope.", 
        "A man looking into a microscope in a lab.", 
        "A researcher is looking through a microscope in the lab.", 
        "A man in a lab looks through a microscope.", 
        "A man is looking into a microscope while adjusting the focus with his right hand.", 
        "A man in a lab is looking into a microscope.", 
        "A scientist peeks into his microscope while standing in front of neatly lined-up specimens.", 
        "A man is looking through a microscope."
    ], 
    "45427454.jpg": [
        "A man is installing shingles on a roof.", 
        "He's roofing a house.", 
        "a man is fixing the roof tiles", 
        "A man with a hammer in his hand is working on the roof.", 
        "A man if roofing a house.", 
        "A man is hammering shingles into a roof.", 
        "A man working on a roof.", 
        "A roofer leans on an angled roof and installs shingles.", 
        "A man is shingling a roof.", 
        "A roofer is kneeling on a roof with a hammer while he replaces the black shingles.", 
        "A man is installing a roof on a house.", 
        "A man wearing a yellow shirt puts down shingles on a rooftop.", 
        "A man is laying tiles on a roof.", 
        "A man is replacing a roof.", 
        "A man places tiles on a roof.", 
        "A blonde man is attaching shingles to a roof.", 
        "A worker is laying down shingles on a roof.", 
        "The man is laying shingles on the roof.", 
        "A man is repairing a roof.", 
        "A man is working on the roof of a house.", 
        "A man is shingling a roof.", 
        "The carpenter is attaching shingles to the roof.", 
        "A construction worker is repairing the shillings on a roof."
    ], 
    "5534793306.jpg": [
        "A man is painting a house.", 
        "A painter who is dressed in white overalls is standing on a ladder painting the outside of a building.", 
        "A man is standing on the ladder and painting a building.", 
        "A painter is painting the column of a building.", 
        "The man is on a ladder painting the pillars.", 
        "A man is on a ladder painting a column.", 
        "He's painting a column.", 
        "A worker painting a column.", 
        "A man on a ladder painting a white column.", 
        "A man in white stands at the top of a ladder while painting a column.", 
        "A man on a ladder is painting a pillar white.", 
        "A painter painting a white column while standing atop a ladder.", 
        "A painter uses a ladder to paint a pillar.", 
        "A painter in professional garb stands on a ladder and paints a column white.", 
        "A man is painting a white column.", 
        "A man is on a ladder applying white paint to a large column outside a building.", 
        "A man is painting a house up on a ladder.", 
        "a man is painting a column outside a building", 
        "The painter is on a ladder painting a pillar.", 
        "A man is standing on a ladder, painting a column outside a home or business.", 
        "A man is fixing the paint on a building.", 
        "A man is painting a pillar.", 
        "The painter is updating the exterior look of the house."
    ], 
    "6160193920.jpg": [
        "A woman with a green scarf on her head wearing blue laughs in a marketplace.", 
        "a woman is smiling", 
        "A woman looks at a camera while smiling very happily.", 
        "A woman is laughing.", 
        "A woman with a cloth around her hair is laughing.", 
        "A middle aged woman in a green head wrap is broadly smiling and laughing.", 
        "A woman wearing a green head covering is smiling from pure joy.", 
        "A woman wearing colorful clothes smiling.", 
        "A woman riding in a small boat is laughing while another is rowing behind her.", 
        "She's laughing.", 
        "An older woman is laughing with two other women partially in the background.", 
        "A woman wearing a lime-green scarf sits in a boat among friends and laughs fiendishly.", 
        "A woman is smiling.", 
        "An Indian woman smiling brightly.", 
        "A woman wearing a green head-wrap is smiling broadly, making her teeth look very prominent.", 
        "A woman is smiling while others work in the background.", 
        "A women is smiling.", 
        "A woman is smiling very big.", 
        "A lady is smiling over something.", 
        "A woman is laughing and smiling at something she finds funny.", 
        "The woman is laughing.", 
        "A woman in a head wrap is smiling a large smile.", 
        "A woman wearing a bright blue shirt and green head wrap is gleefully laughing."
    ], 
    "36979.jpg": [
        "They are playing cards.", 
        "A group of young men are playing cards in a room.", 
        "Several men playing poker", 
        "A group of men sit around a green table playing cards.", 
        "A group of men are gathered playing poker at a poker table.", 
        "A group of guys are playing a card game.", 
        "A group of people are playing a card game.", 
        "A group of guys is sitting around a card table playing cards.", 
        "A group of people are playing poker.", 
        "The group is playing cards.", 
        "A group of men are playing poker.", 
        "A group of people are playing poker.", 
        "A group of friends are sitting at a table playing poker in the living room.", 
        "A group of men are sitting around a table playing cards.", 
        "A group of men are playing poker.", 
        "A group of friends play a card game.", 
        "A group of young men are sitting around a table playing poker.", 
        "A group of people are playing poker.", 
        "A group of guys playing cards.", 
        "A few men play poker.", 
        "Several men sit around a table and gamble over cards.", 
        "A group of men are sitting around a table playing a card game.", 
        "some people are playing Texas hold 'em poker"
    ], 
    "5090110064.jpg": [
        "A girl is hugging a cat.", 
        "The girl is hugging the angry kitten.", 
        "A young girls is holding a kitten close.", 
        "A girl is holding a kitten.", 
        "A young girl wearing a blue jacket holds a calico kitten close to her face.", 
        "A child is holding and cuddling a kitten.", 
        "A young girl snuggles a calico kitten close to her face while it meows.", 
        "She's hugging a kitten.", 
        "A woman is cuddling a kitten that looks scared.", 
        "A young blonde girl with her eyes closed is hugging a tiny kitten to her chest.", 
        "A girl is holding a hissing kitten.", 
        "The little girl is hugging the kitten.", 
        "A girl is cuddling a kitten.", 
        "A little girl hugging a calico kitten.", 
        "A little girl is holding a kitten.", 
        "A female is holding a calico kitten that is snarling about the experience.", 
        "a girl is holding a little kitty", 
        "A little girl is snuggling with a kitten.", 
        "The girl is cuddling a crying kitten.", 
        "A child in a blue hoodie hugs a meowing kitten tightly.", 
        "A small girl holds a kitten.", 
        "A little girl hold a small kitten.", 
        "Girl and a cat"
    ], 
    "4688958106.jpg": [
        "Doctors are operating on a patient.", 
        "Surgeons are operating on a person.", 
        "Two doctors performing surgery", 
        "Surgeons are operating on a patient in the operating room.", 
        "two surgeons are performing a surgery", 
        "Two surgeons are performing surgery in an operating room.", 
        "Two doctors are performing surgery on a man in an operating room.", 
        "Surgeons are preforming an operation.", 
        "Two surgeons are operating on a patient.", 
        "The doctors are operating on a patient.", 
        "Two doctors are performing a surgery in an operating room.", 
        "Two surgeons are performing surgery on a person on a ventilator, tented in blue cloths.", 
        "A group of doctors are operating on someone.", 
        "The doctors are doing surgery.", 
        "Surgeons perform surgery on a patient.", 
        "Doctors are in the middle of performing surgery on a patient in the operating room.", 
        "A group of doctors are performing a surgery at the hospital.", 
        "Two doctors perform surgery on a man who is hooked up to a number of medical devices.", 
        "Surgeons perform surgery on their patient.", 
        "Two doctors are doing surgery.", 
        "The surgeons are performing a surgery.", 
        "Two doctors are performing a surgery.", 
        "A team of doctors are performing a surgery."
    ], 
    "908636680.jpg": [
        "Friends are gathered around a bonfire roasting marshmallows.", 
        "A group of adults are roasting marshmallows around a camp fire.", 
        "A group of friends is sitting around the campfire and one girl is roasting a marshmallow.", 
        "A group of people enjoying conversation around a campfire.", 
        "A group of people sit around a fire pit while one woman roasts a marshmallow on a stick.", 
        "A group of people sit around a campfire and roast marshmallows.", 
        "People are surrounding a fire pit with some roasting marshmallows.", 
        "A group of people are sitting on benches around a campfire; one of them is roasting a marshmallow.", 
        "The group of people are having a campfire.", 
        "Two people are toasting marshmallows over a fire pit as the rest of their friends look on.", 
        "They are roasting marshmellow's.", 
        "A group of friends gathers around during a bonfire.", 
        "People are sitting around a fire pit while one woman roasts a marshmallow.", 
        "A group of people are roasting marshmallows around a fire.", 
        "A group of people are sitting around a fire.", 
        "A group of people are sitting around a campfire.", 
        "Men and women are outside sitting around a bonfire and roasting marshmallows.", 
        "some people are sitting around a bonfire", 
        "A group of people are sitting around a fire and some are roasting marshmallows on sticks.", 
        "A group of people are sitting around a fire and some of them are roasting marshmallows on a stick.", 
        "People around a fire.", 
        "A group of people are sitting around a bonfire, while one woman roasts a marshmallow.", 
        "A woman is toasting marshmallow on an open fire pit in an outdoor setting as others watch nearby."
    ]
}